[{"msg":"വകതിരിവെത്താത്ത കുട്ടികൾക്ക് എടുത്ത് ഉപയോഗിക്കാം വിധം, ഖുർആൻ വല്ല ഇടത്തും വെക്കുന്നതിന്റെ വിധിയെന്ത് ?\n\nഹറാമാകുന്നു\n\nويحرم تمكين غير المميز من نحو مصحف ولو بعض آية (فتح المعين: ٢٦)\n\n\n\n\n","id":209},{"msg":"പരിശുദ്ധ ഖുർആനെ കാണുമ്പോൾ എഴുന്നേറ്റ് നിൽക്കൽ സുന്നത്തുണ്ടോ ?\n\n അതെ, സുന്നത്തുണ്ട്\n\nويسن القيام له كالعالم بل أولى (فتح المعين: ٢٦) #\n\n\n\n\n","id":208},{"msg":"തന്റെ വുളൂഅ് മുറിഞ്ഞോ എന്ന് സംശയിച്ചാൽ എന്ത് ചെയ്യണം ?\n\nവുളൂഅ് ഉണ്ട് എന്ന ഉറപ്പ് പിടിച്ച് നിസ്കരിക്കാം\n\nولا يرتفع يقين وضوء أو حدث بظن ضده ولا بالشك فيه المفهوم بالأولى فيأخذ باليقين استصحابا له (فتح المعين: ٢٦)\n\n\n\n\n","id":207},{"msg":"ബസ്സിലെ തിരക്കിനിടയിൽ ആരുടെയോ കൈ സപർശിക്കുകയും, സ്പർശിക്കപ്പെട്ടത് പുരുഷനാണോ സ്ത്രീയാണോ എന്ന് അവ്യക്തമാവുകയും ചെയ്താൽ, വുളൂഅ് മുറിയുമോ ?\n\nവുളൂഅ് മുറിയില്ല.\n\nلم ينتقض كما لو وقعت يده على بشرة لا يعلم أهي بشرة رجل أو امرأة (فتح المعين: ٢٥)\n\n\n\n\n","id":206},{"msg":"ചെറിയ കുട്ടികളെ തൊട്ടാൽ വുളൂഅ് ചെയ്യൽ സുന്നത്തുണ്ടോ ?\n\nഅതെ, സുന്നത്തുണ്ട്\n\nيندب الوضوء من... لمس صغيرة وأمرد (فتح المعين:٢٤)\n\n\n\n\n","id":205},{"msg":"തൂങ്ങിയുറങ്ങിയോ അല്ലെങ്കിൽ ഉറങ്ങിയോ എന്ന് സംശയിച്ചാൽ, വുളൂഅ് മുറിയുമോ ?\n\n വുളൂഅ് മുറിയില്ല\n\nفلا نقض بهما كما إذا شك هل نام أو نعس (فتح المعين: ٢٤)\n\n\n\n\n","id":204},{"msg":"ജമാഅത്ത് നഷ്ടപ്പെടുമെന്ന് ഭയന്നാൽ, ഫറളുകൾ മാത്രം ചെയ്ത് വുളൂഅ് ചുരുക്കാമോ ?\n\nഅതെ, ആ ജമാഅത്തല്ലാതെ മറ്റു ജമാഅത്തുകളൊന്നും ലഭിക്കുമെന്ന പ്രതീക്ഷയില്ലെങ്കിൽ, ഫറളുകൾ മാത്രം ചെയ്ത് ചുരുക്കൽ സുന്നത്താണ്\n\nوليقتصر المتوضئ...وندبا على الواجب بترك السنن لإدراك جماعة لم يرح غيرها (فتح المعين: ٢٣)\n\n\n\n\n","id":203},{"msg":"വുളൂഇന്റെ വെള്ളത്തിൽ നിന്നും ബാക്കിയുള്ളത് കുട്ടിക്കൽ സുന്നത്തുണ്ടോ ?\n\nഅതെ, സുന്നത്തുണ്ട്. മാത്രമല്ല തന്റെ വസ്ത്രത്തിൽ മ്ലേച്ഛത ഉണ്ടെന്ന് സംശയിച്ചാൽ പ്രസ്തുത വെള്ളം വസ്ത്രത്തിലേക്ക് കുടയലും സുന്നത്തുണ്ട്.\n\nوسن...وشربه من فضل وضوئه لخبر أن فيه شفاء من كل داء، ويسن رش إزاره به أي إن توهم حصول مقذر له (فتح المعين: ٢٢)\n\n\n\n\n","id":202},{"msg":"വുളൂഇന് ശേഷം അവയവങ്ങളിലെ വെള്ളം തുടച്ചു കളയാമോ ?\n\nകാരണമില്ലാതെ തുടച്ചു കളയാതിരിക്കലാണ് സുന്നത്ത്\n\nوسن...وترك تنشيف بلا عذر للاتباع (فتح المعين: ٢١)\n\n\n\n\n","id":201},{"msg":"വുളൂഇനിടയിൽ സംസാരിക്കാമോ ?\n\nഅനാവശ്യമായി സംസാരിക്കാതിരിക്കലാണ് സുന്നത്ത്\n\nوسن... وترك تكلّم في أثناء وضوئه بلا حاجة بغير ذكر (فتح المعين: ٢١)\n\n\n\n\n","id":200},{"msg":"കണ്ണിലെ പീള, മുഖത്ത് വെള്ളം ചേരുന്നതിനെ തടയുമോ ?\n\nഅതെ, തടയും\n\nومحل ندبهما تعهدهما إذا لم يكن فيهما رمص يمنع وصول الماء إلى محله وإلا فتعهدهما واجب كما في المجموع (فتح المعين: ٢٠)\n\n\n\n\n","id":199},{"msg":"വുളൂഇന്റെ അവയവങ്ങൾ മൂന്നിൽ കൂടുതൽ തവണ കഴുകാമോ ?\n\nമൂന്നിൽ കൂടുതൽ തവണ കഴുകലും, മൂന്നിൽ താഴെ കഴുകലും കറാഹത്താകുന്നു\n\nويكره النقص عن الثلاث كالزيادة عليها بنية الوضوء كما بحثه جمع (فتح المعين:١٩)\n\n\n\n\n","id":198},{"msg":"പള്ളിയിലേക്ക് ഓടിപ്പോകുന്നതിന്റെ വിധിയെന്ത് ?\n\nസമയ പരിമിതി മൂലമല്ലാതെ പള്ളിയിലേക്ക് ഓടിപ്പോകൽ കറാഹത്താകുന്നു, എന്നാൽ ഓടിയിൽ മാത്രമേ നിസ്കാരം അദാആയി ലഭിക്കുകയുള്ളൂ എന്നുണ്ടെങ്കിൽ ഓടൽ നിർബന്ധമാണ്.\n\nويكره العدو إليها كسائر العبادات إلا لضيق وقت، فيجب إذا لم يدركها إلا به (فتح المعين: ٨١)\n\n\n\n\n","id":197},{"msg":"വുളൂഇൽ മുഖം കഴുകുമ്പോൾ, പിരടി തടവൽ സുന്നത്തുണ്ടോ ?\n\nസുന്നത്തില്ല\n\nولا يسن مسح الرقبة إذ لم يثبت فيه شيئ، قال النووي بل هو بدعة وحديثه موضوع (فتح المعين: ١٨)\n\n\n\n\n","id":196},{"msg":"നിന്നാണോ ഇരുന്നാണോ പാന്റ്സ് ധരിക്കേണ്ടത് ?\n\nഇരുന്നാണ് പാന്റ്സ് ധരിക്കേണ്ടത്\n\nقال ابن الحاج المالكي: \"عليك أن تتعمم قائما وتسرول قاعدا\" (فتح المعين: ٨٢)\n\n\n\n\n","id":195},{"msg":"അത്തർ മണക്കുമ്പോൾ ഇസ്തിഗ്ഫാർ ചൊല്ലേണ്ടതുണ്ടോ ?\n\nഅതെ , ചൊല്ലൽ സുന്നത്താണ്\n\nوالتطيب بالمسك أفضل ولا تسن الصلاة عليه صلى الله عليه وسلم عند شمه بل حسن الاستغفار عنده كما قال شيخنا (فتح المعين: ٨٣)\n\n\n\n\n","id":194},{"msg":"പല്ലില്ലാത്തവന് മിസ് വാക്ക് ചെയ്യൽ സുന്നത്തുണ്ടോ ? \n\nഅതെ, പല്ലില്ലാത്തവനും മിസ് വാക്ക് ചെയ്യൽ സുന്നത്തുണ്ട്.\n\nوإنما يتأكد السواك ولو لمن لا أسنان له لكلّ وضوء (فتح المعين: ١٧)\n\n\n\n\n","id":193},{"msg":"മുകല്ലഫല്ലാത്ത (ബുദ്ധിയും പ്രായപൂർത്തിയുമാവാത്ത) മയ്യിത്തിന് തൽഖീൻ ചൊല്ലിക്കൊടുക്കേണ്ടതുണ്ടോ ?\n\nചൊല്ലിക്കൊടുക്കേണ്ടതില്ല, കാരണം തീർച്ചയായും അവൻ ശിക്ഷയിൽ നിന്നും നിർഭയനാണ്.\n\nولا يستحب تلقين غير مكلف لأنه آمن من الفتنة قطعا (الأجوبة العجيبة: رقم السؤال ١٠٥)\n\n\n\n\n","id":192},{"msg":"നിന്നാണോ ഇരുന്നാണോ തലപ്പാവ് ധരിക്കേണ്ടത് ?\n\nനിന്നാണ് തലപ്പാവ് ധരിക്കേണ്ടത്\n\nقال ابن الحاج المالكي: \"عليك أن تتعمم قائما\" (فتح المعين: ٨٢)\n\n\n\n\n","id":191},{"msg":"കാലിലെ വിള്ളലിൽ, വെള്ളം എത്തിക്കൽ നിർബന്ധമുണ്ടോ ?\n\nഅതെ, നിർബന്ധമാണ്\n\nويجب غسل باطن ثقب وشق (فتح المعين: ١٥)\n\n\n\n\n","id":190},{"msg":"മയ്യിത്തിന് തൽഖീൻ ചൊല്ലിക്കൊടുക്കുന്നവന്, ഇരിക്കൽ സുന്നത്തുണ്ടോ ?\n\nഅതെ, സുന്നത്തുണ്ട്. എന്നാൽ അവിടെ ഒത്തുകൂടിയവർക്ക് നിൽക്കലാണ് സുന്നത്ത്.\n\nبأن الأولى للملقن القعود كما يصرح به كلامهم، وللمشيّعين الوقوف (الأجوبة العجيبة: رقم السؤال ١٠٤)\n\n\n\n\n","id":189},{"msg":"ചെറിയ കുട്ടി വുളൂഅ് ചെയ്ത വെള്ളം, മുസ്തഅ്മൽ (നിർബന്ധ ശുദ്ദീകരണത്തിന് ഉപയോഗിക്കാൻ പറ്റാത്ത വെള്ളം) ആകുമോ ?\n\nഅതെ, മുസ്തഅ്മൽ ആകും.\n\nفشمل ماء وضوء الصبي ولو غير مميز بأن وضأه وليه للطواف فهو مستعمل لأنه أدى به ما لا بد منه، وإن كان لا إثم عليه بتركه (إعانة الطالبين: ١/٣٧)\n\n\n\n\n","id":188},{"msg":"ദ്രാവക രൂപത്തിലുള്ള എണ്ണ വുളൂഇന്റെ അവയവത്തിൽ വെള്ളം ചേരുന്നതിനെ തടയുമോ ?\n\nതടയില്ല, വുളൂഅ് ശരിയാകും\n\n إذا كان على العضو دهن جار فإنه لا يعد حائلا فيصح الوضوء معه، وإن لم يثبت الماء على العضو لأن ثبوت الماء ليس بشرط (إعانة الطالبين: ١/٤٦)\n\n\n\n\n","id":187},{"msg":"ഹൗളിൽ ചത്ത പാറ്റകൾ വീണാൽ, അതിലെ വെള്ളം നജസാകുമോ ?\n\nനജസാകില്ല, പക്ഷേ പാറ്റകൾ കാരണത്താൽ വെള്ളം പകർച്ചയായാൽ  നജസാകും\n\nلا بوصول ميتة لا دم لها سائل عند شق عضو منها، كعقرب ووزع إلّا إن تغيّر ما أصابته ولو يسيرا فحينئذ نجس (فتح المعين: ١١)\n\n\n\n\n","id":186},{"msg":"സുന്നത്തായ റവാതിബ് നിസ്കാരത്തിന്റെ നിയ്യത്തിൽ, \"ഫറള് നിസ്കാരത്തിന്റെ മുമ്പുള്ളത് / ശേഷമുള്ളത്\" എന്ന് നിർണ്ണയിക്കൽ നിർബന്ധമുണ്ടോ ?\n\nഅതെ, നിർബന്ധമാണ്\n\n(ولو) كانت الصلاة المفعولة (نفلا) غير مطلق، كالرواتب والسنن المؤقتة أو ذات السبب، فيجب فيها التعيين بالاضافة إلى ما يعينها كسنة الظهر القبلية أو البعدية، وإن لم يؤخر القبلية (إعانة الطالبين: ١/١٥٠)\n\n\n\n\n","id":185},{"msg":"യാത്ര കഴിഞ്ഞ് വരുന്നവനെ ചുംബിക്കുകയും, ആലിംഘനം ചെയ്യുന്നതിന്റെയും വിധിയെന്ത് ?\n\nസുന്നത്താകുന്നു\n\nويسنّ تقبيل قادم من سفر ومعانقته للاتباع (فتخ المعين : ٤٦٦)\n\n\n\n\n","id":184},{"msg":"ഒഴിഞ്ഞ പള്ളിയിലേക്ക് / വീട്ടിലേക്ക് ആദ്യം കയറി വരുന്നവൻ സലാം ചൊല്ലേണ്ടതുണ്ടോ ?\n\nഅതെ, \n\" السلام علينا وعلى عباد الله الصالحين\"\nഎന്ന് സലാം ചൊല്ലൽ സുന്നത്താണ് .\n\nويسنّ لمن دخل محلّا خاليا أن يقول السلام علينا وعلى عباد الله الصالحين (فتح المعين : ٤٦٥)\n\n\n\n\n","id":182},{"msg":"സലാം പറഞ്ഞ ഉടനെത്തന്നെ, മടക്കൽ നിർബന്ധമുണ്ടോ ?\n\nഅതെ, നിർബന്ധമാണ്. എന്നാൽ തൽസമയത്ത് സലാം മടക്കാതിരുന്നാൽ പിന്നീട് മടക്കേണ്ടതില്ല\n\nويجب اتصال الرد بالسلام....وحيث زالت الفورية فلا قضاء (فتح المعين: ٤٦٣)\n\n\n\n\n","id":181},{"msg":"വാഹനത്തിൽ സഞ്ചരിക്കുന്നതിനിടെ ഒരാൾ, സലാം പറഞ്ഞ് പെട്ടെന്ന് കടന്ന് പോയാൽ, ആ സലാം മടക്കേണ്ടതുണ്ടോ ?\n\nഅതെ, അവന്റെ പരമാവധി ശബ്ദം ഉയർത്തി സലാം മടക്കൽ നിർബന്ധമാണ്\n\nنعم إن مر عليه سريعا بحيث لم يبلغه صوته، فالذي يظهر كما قاله شيخنا أنه يلزمه الرفع وسعه دون العدو خلفه (فتح المعين: ٤٦٣)\n\n\n\n\n","id":180},{"msg":"വ്യക്തമായി കേൾക്കാൻ സാധിക്കാത്ത, ചെറിയ ശബ്ദത്തിൽ സലാം പറഞ്ഞാൽ മടക്കേണ്ടതുണ്ടോ ?\n\nമടക്കേണ്ടതില്ല\n\nولا بد في الابتداء والرد من رفع الصوت بقدر ما يحصل به السماع المحقق ولو في ثقيل السمع (فتح المعين: ٤٦٣)\n\n\n\n\n","id":179},{"msg":"തുമ്മിയാൽ ഹംദ് ചൊല്ലേണ്ട രൂപം ?\n\nالحمد لله، الحمد لله رب العالمين، الحمد لله على كل حال\nഎന്നീ മൂന്ന് രീതിയിൽ ചൊല്ലാമെങ്കിലും, الحمد لله على كل حال എന്ന് പറയലാണ് ഏറ്റവും ഉത്തമം\n\nويسن أن يقول عقبه الحمد لله وأفضل منه الحمد لله رب العالمين وأفضل منه الحمد لله على كل حال (فتح المعين: ٤٦٦)\n\n\n\n\n","id":178},{"msg":"തുടർച്ചയായി തുമ്മുന്നവനോട് ഓരോ തുമ്മലിനും തഷ്മീത് (يرحمك الله എന്ന് പറയൽ) പറയേണ്ടതുണ്ടോ ?\n\nആദ്യത്തെ മൂന്ന് തുമ്മലിന് തഷ്മീത് പറയുകയും, അതിന് ശേഷമുള്ളതിന് شفاك الله ( നിനക്ക് അല്ലാഹു ശമനം നൽകട്ടെ ) എന്ന് ദുആ ചെയ്യുകയുമാണ് വേണ്ടത്.\n\nوعند توالي العطاس، يشمته لثلاث ثم يدعو له بالشفاء (فتح المعين: ٤٦٦)\n\n\n\n\n","id":177},{"msg":"തണ്ഡാസിൽ ( ടോയ്ലറ്റിൽ ) നിന്ന് തുമ്മിയാൽ ഹംദ് ചൊല്ലേണ്ടതുണ്ടോ ?\n\nവേണ്ട, മനസ്സിൽ ഹംദ് ചൊല്ലിയാൽ മതി\n\nويحمد في نفسه إن كان مشغولا بنحو بول أو جماع (فتح المعين: ٤٦٦)\n\n\n\n\n","id":176},{"msg":"മുമയ്യിസായ (വകതിരിവെത്തിയ) കുട്ടി തുമ്മി അൽഹംദുലില്ലാഹ് എന്ന് പറഞ്ഞാൽ എന്ത് മറുപടി നൽകണം ?\n\nأصلحك الله എന്ന് പറയലാണ് ഉത്തമം\n\n(كتشميت عاطس حمد الله تعالى ) وصغير مميز حمد الله بنحو أصلحك الله (فتح المعين: ٤٦٦)\n\n\n\n\n","id":175},{"msg":"തിങ്കളാഴ്ച്ച നോമ്പാണോ വ്യാഴായ്ച്ച നോമ്പിനേക്കാൾ ഉത്തമം ?\n\nഅതെ, തിങ്കളാഴ്ച്ച നോമ്പാണ് ഉത്തമം\n\nوصوم الاثنين أفضل من صوم الخميس لخصوصيات ذكروها فيه (فتح المعين: ٢٨٠)\n\n\n\n\n","id":174},{"msg":"നിസ്കാരത്തിനിടയിൽ, കാറ്റ് വീശിയത് കാരണം ഔറത്ത് വെളിവാകുകയും, ഉടനെ അത് മറക്കുകയും ചെയ്താൽ, നിസ്കാരം ബാത്വിലാകുമോ ?\n\nബാത്വിലാകില്ല\n\nبأنه تصح صلاته... وكما لو كوشفت الريح عورته فسترها حالا (الأجوبة العجيبة: رقم السؤال ٤٩)\n\n\n\n\n","id":173},{"msg":"ബാങ്കിനും ഇഖാമത്തിനും കൂടെ ഒരു ദുആ മതിയാകുമോ ?\n\nബാങ്ക്, ഇഖാമത്തിനിടക്ക് കൂടുതൽ സമയ ദൈർഘ്യം ഉണ്ടായില്ലെങ്കിൽ, രണ്ടിനും കൂടെ ഒരു ദുആ തന്നെ മതിയാകും.\n\n(و) سن (لكل) من مؤذن ومقيم وسامعهما (أن يصلي) ويسلم (على النبي) صلى الله عليه وسلم (بعد فراغهما)، أي بعد فراغ كل منهما إن طال فصل بينهما، وإلا فيكفي لهما دعاء واحد (إعانة الطالبين: ١/٢٨٠)\n\n\n\n\n","id":172},{"msg":"കൈവിരൽ കൊണ്ട് പല്ല് തേച്ചാൽ സുന്നത്ത് ലഭിക്കുമോ ?\n\nസുന്നത്ത് ലഭിക്കില്ലെന്നതാണ് പ്രബലം.\n\n(وسننه) أي الوضوء (السواك عرضا بكل خشن إلا أصبعه) المتصلة فلا يحصل بها أصل سنة السواك ، وإن كانت خشنة (في الأصح)  (تحفة المحتاج: ١/٢١٤)\n\n\n\n\n","id":171},{"msg":"സമയ പരിതി കൊണ്ട്, ബാങ്ക് ഇഖാമത്ത് ഇവയിലേതെങ്കിലും ഒന്നിൽ ചുരുക്കാൻ ഉദ്ധേശിച്ചാൽ, ഏതിനെ മുന്തിക്കലാണ് ഉത്തമം ?\n\nബാങ്കിനെ മുന്തിക്കലാണ് ഉത്തമം\n\nإنّ الأذان أولى لكثرة ورود الأمر به (الأجوبة العجيبة: رقم السؤال ١٧)\n\n\n\n\n","id":170},{"msg":"തല മുണ്ഡനം ചെയ്താൽ, കുളിക്കൽ സുന്നത്തുണ്ടോ ?\n\nഅതെ, സുന്നത്താണ്\n\nنعم، يسن الغسل لإزالة شعر العانة وحلق الرأس (بغية المسترشدين: ٤٠)\n\n\n\n\n","id":169},{"msg":"നിസ്കാരത്തിലെ ഖിയാമിൽ (നിർത്തത്തിൽ), കാൽ പാദങ്ങൾക്കിടയിലെ വിടവ് എത്രയാകണം ?\n\nഒരു ചാൺ കണക്കെ വിടവ് വേണമെന്നതാണ് പ്രബലം\n\nبأن الأوجه أن يكون كشبر (الأجوبة العجيبة: رقم السؤال ٢٨)\n\n\n\n\n","id":168},{"msg":"ബാങ്കിന്റെ ചില ഭാഗങ്ങൾ കേൾകുകയും, മറ്റു ചില ഭാഗങ്ങൾ കേൾക്കാതിരിക്കുകയും ചെയ്താൽ, കേട്ടതിന് മാത്രം ഉത്തരം നൽകിയാൽ മതിയോ ?\n\nമതിയാവില്ല, കേട്ടതിനും കേൾക്കാത്തതിനും ഉത്തരം നൽകണം.\n\nولو سمع بعض الأذان أجاب فيه وفيما لم يسمعه (فتح المعين: ١٥٥)\n\n\n\n\n","id":167},{"msg":"പള്ളി പോലുള്ള വഖ്ഫ് സ്വത്തിന്റെ അറ്റകുറ്റപ്പണി നടത്തൽ, കാര്യദർശിക്ക് നിർബന്ധമുണ്ടോ ?\n\nഅതെ, നിർബന്ധമാണ്.\n\nأما الوقف فيجب على ناظره عمارته حفظا له (حاشية الشرواني: ٨/٣٧٤)\n\n\n\n\n","id":166},{"msg":"കുഞ്ഞുള്ള മൃഗങ്ങളുടെ പാൽ കറക്കാമോ ?\n\nകുഞ്ഞിന് ഉപദ്രവമാകുന്ന രീതിയിൽ പാൽ കറന്നെടുക്കൽ ഹറാമാകുന്നു.\n\n(وَلَا يَحْلُبُ مِنْ الْبَهِيمَةِ الْمَأْكُولَةِ وَغَيْرِهَا كَمَا هُوَ ظَاهِرٌ مَا ضَرَّهَا وَلَوْ لِقِلَّةِ الْعَلَفِ، أَوْ وَلَدِهَا لِلنَّهْيِ الصَّحِيحِ عَنْهُ) أي يَحْرُمُ عَلَيْهِ ذَلِكَ، نِهَايَةٌ وَمُغْنِي (حاشية الشرواني: ٨/٣٧٢)\n\n\n\n\n","id":165},{"msg":"ജുമുഅയെ അസ്വറോടു കൂടി ജംആക്കാമോ ?\n\nഅസ്വറിനെ ജുമുഅയിലേക്ക് മുന്തിച്ച് ജംആക്കൽ അനുവദനീയമാണ്. പക്ഷെ, ജുമുഅയെ അസ്വറിലേക്ക് പിന്തിച്ച് ജംആക്കിയാൽ, ജുമുഅ ശരിയാവുകയില്ല.\n\n(وكالظهر الجمعة في هذا) فيجوز له أن يجمع العصر معها تقديما... أي وأمّا جمع التأخير في الجمعة فلا يصحّ لأنّه لا يتاتّى تأخيرها عن وقتها (حاشية الشرواني: ٢٥٧\\٢)\n\n\n\n\n","id":164},{"msg":"അശുദ്ധിക്കാരൻ, ബാങ്കും ഇഖാമത്തും നിർവഹിക്കുന്നതിന്റെ വിധി എന്ത് ?\n\nകറാഹത്താകുന്നു, എന്നാൽ, ബാങ്കിനിടയിലാണ് അശുദ്ധി ഉണ്ടായതെങ്കിൽ, ബാങ്ക് പൂർത്തിയാക്കലാണ് സുന്നത്ത്.\n\n(ويكره) كلّ منهما (للمحدث) غير المتيمم لخبر الترمذي : لا يؤذن إلا متوضئ، نعم إن أحدث أثناءه سن له إتمامه (تحفة المحتاج: ١/٤٧٣)\n\n\n\n\n\n","id":163},{"msg":"ഒന്നിലധികം ബാങ്കുകൾ ഒന്നിച്ച് വിളിച്ചാൽ, എത് ബാങ്കിന് ഉത്തരം നൽകണം ?\n\nഒന്നിനു പിറകെ മറ്റൊന്നായി ബാങ്ക് വിളി കേട്ടാൽ, എല്ലാത്തിനും ഉത്തരം നൽകണം, എന്നാൽ, ഒന്നാം ബാങ്കിന് ഉത്തരം ചെയ്യാതിരിക്കൽ കറാഹത്താകുന്നു. ഇനി എല്ലാ ബാങ്കുകളും ഒന്നിച്ച് വിളിച്ചാൽ, അവക്കെല്ലാം കൂടി ഒരു തവണ ഉത്തരം നൽകിയാൽ മതി.\n\nولو ترتب المؤذنون (أي أذن واحد بعد واحد) أجاب الكل ولو بعد صلاته. ويكره ترك إجابة الأول...وخرج بقوله: ترتب ما إذا أذنوا معا فإنه تكفي إجابة واحدة (إعانة الطالبين: ١/٢٧٨)\n\n\n\n\n","id":162},{"msg":"ദീർഘയാത്രക്കാരന് ഖസ്റാക്കി നിസ്കരിക്കലാണോ, പൂർത്തിയാക്കി നിസ്കരിക്കലാണോ ഉത്തമം ?\n\nമൂന്ന് മർഹല (198 km) യാത്ര ചെയ്താൽ, ഖസ്റാക്കി നിസ്കരിക്കലാണ് ഉത്തമം. എന്നാൽ, മൂന്ന് മർഹലയിൽ താഴെയാണ് യാത്ര ചെയ്തതെങ്കിൽ, പൂർത്തിയാക്കി നിസ്കരിക്കലാണ് ഉത്തമം.\n\n(والقصر أفضل من الإتمام على المشهور إذا بلغ) السفر المبيح للقصر (ثلاث مراحل) وإلا فالإتمام أفضل (تحفة المحتاج: ٣٩٣/٢)\n\n\n\n\n","id":161},{"msg":"നിസ്കരിക്കാതെ ഉറങ്ങുന്നവനെ വിളിച്ചുണർത്തേണ്ടതുണ്ടോ ?\n\nവിളിച്ചുണർത്തൽ സുന്നത്താകുന്നു\n\nيسن إيقاظ النائمين للصلاة لا سيما عند ضيق وقتها (حاشية الشرواني: ٤٤١/١)\n\n\n\n\n","id":160},{"msg":"കുട്ടിക്ക് പേരിടാനുള്ള അവകാശം മാതാവിനാണോ പിതാവിനാണോ ?\n\nപിതാവിനാണ്, പിതാവില്ലെങ്കിൽ കുട്ടിയുടെ പിതാമഹനാണ് അവകാശം\n\nوينبغي أن التسمية حق من له عليه الولاية من الأب وإن لم تجب عليه نفقته لفقره ثم الجد (حاشية الشرواني: ٣٧٣/٩)\n\n\n\n\n","id":158},{"msg":"കടം വീട്ടാൻ  കഴിയുമെന്ന് പ്രതീക്ഷയില്ലാതെ, കടം വാങ്ങുന്നതിന്റെ വിധിയെന്ത് ?\n\nപ്രസ്തുത കടം വാങ്ങൽ, അനിവാര്യ ഘട്ടത്തിലല്ലാതെ, ഹറാമാകുന്നു\n\nويحرم الاقتراض على غير مضطر لم يرج الوفاء من جهة ظاهرة فورا في الحال وعند الحلول في المؤجل (فتح المعين: ٢٤٩)\n\n\n\n\n","id":157},{"msg":"നിസ്കാരത്തിൽ പൂർണ്ണമായ ഒരു സൂറത്ത് ഓതലാണോ, വലിയ സൂറ ത്തിൽ നിന്നുള്ള ചില ഭാഗങ്ങൾ ഓതലാണോ ഉത്തമം ?\n\nപൂർണ്ണമായ ഒരു സൂറത്ത് ഓതലാണ് ഉത്തമം\n\nوسورة كاملة أفضل من بعض طويلة وإن طال من حيث الاتباع (تحفة المحتاج: 2\\52)\n\n\n\n\n","id":156},{"msg":"കോവിഡ് കാലത്ത് സ്വഫുകളിൽ അകലം പാലിച്ചാൽ ജമാഅത്തിന്റെ ഫളീലത്ത് നഷ്ടപ്പെടുമോ ?\n\nതക്കതായ കാരണമുള്ളതിനാൽ ഫളീലത്ത് നഷ്ടപ്പെടുകയില്ല\n\nنعم إن كان تأخيرهم عند سد الفرجة لعذر كوقت الحر بالمسجد الحرام لم يكره لعدم التقصير فلا تفوتهم الفضيلة (نهاية الزين: ١١٩)\n\n\n\n\n","id":155},{"msg":"കൊറോണ പോലോത്ത പകർച്ചവ്യാധി സമയം, ആരോഗ്യവകുപ്പും വിദഗ്ധ ഡോക്ടർമാരും നിർദ്ധേശിക്കുന്ന പ്രതിരോധ നടപടികൾ അനുസരിക്കൽ, എല്ലാവർക്കും നിർബന്ധമാണോ ?\n\nഅതെ, നിർബന്ധാമാകുന്നു.\n\nﺃﺧﺬا ﻣﻤﺎ ﻣﺮ ﻣﻦ ﻣﻨﻊ اﻟﺘﻌﺮﺽ ﻟﻠﺒﻼء، ﻭﻣﻦ ﻣﺸﺮﻭﻋﻴﺔ اﻟﺪﻭاء اﻟﺘﺤﺮﺯ ﺃﻳﺎﻡ اﻟﻮﺑﺎء ﻣﻦ ﺃﻣﻮﺭ ﺃﻭﺻﻰ ﺑﻬﺎ ﺑﻌﺾ ﺣﺬاﻕ اﻷﻃﺒﺎء ﻭاﻻﻋﺘﻨﺎء ﺑﺄﻣﻮﺭ ﺃﺧﺮﻯ (فتاوى الكبرى: ٤/٣٠)\n\n\n\n\n","id":154},{"msg":"നര പറിച്ച് കളയുന്നതിന്റെ വിധിയെന്ത് ? \n\nകറാഹത്ത്.\n\nيُكْرَهُ نَتْفُ الشَّيْبِ لِحَدِيثِ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا تَنْتِفُوا الشَّيْبَ فَإِنَّهُ نُورُ الْمُسْلِمِ يَوْمَ الْقِيَامَةِ (المجموع شرح المهذب: ١/٢٩٢)\n\n\n\n\n","id":153},{"msg":"ഖുർആൻ നിന്ന് ഓതലാണോ ഇരുന്ന് ഓതലാണോ ഉത്തമം ?\n\nഇരുന്ന് ഓതലാണ് ഉത്തമം. \n\nواعلم أنهم صرّحوا في باب الحدث وغيره بأنّ قراءة القرآن جالسا أفضل وصرّح به المصنّف في التبيان أيضا (حاشية الشرواني: ٣/٢٠٠)\n\n\n\n\n","id":152},{"msg":"വെള്ളിയാഴ്ച ദിവസം ജുമുഅ കഴിയുന്നതിന് മുമ്പ് തന്നെ സ്ത്രീകൾക്ക് ളുഹ്ർ നിസ്കരിക്കാമോ ?\n\nതീർച്ചയായും നിസ്കരിക്കാം, എന്നല്ല മറ്റ് ദിവസങ്ങളിലെന്നത് പോലെ തന്നെ ആദ്യ സമയത്ത് തന്നെ നിസ്കരിക്കാലാണ് സ്ത്രീകൾക്ക് സുന്നത്ത്.\n\n(و) يندب (لغيره) وهو من لا يمكن زوال عذره (كالمرأة والزمن) العاجز عن الركوب، وقد عزم على عدم فعل الجمعة، وإن تمكن (تعجيلها) أي الظهر محافظة على فضيلة أوّل الوقت (تحفة المحتاج: ٢/٤١٩)\n\n\n\n\n","id":151},{"msg":"മിസ് വാക്ക് ചെയ്യുമ്പോൾ ബ്രഷ് പിടിക്കേണ്ട സുന്നത്തായ രൂപം ?\n\nചെറുവിരലും തള്ളവിരലും ബ്രഷിന്റെ അടിയിലും, നടുവിലെ മൂന്ന് വിരലുകൾ ബ്രഷിന് മുകളിലുമാക്കി പിടിക്കുക.\n\nوأن يجعل خنصره وإبهامه تحته والأصابع الثلاثة الباقية فوقه (تحفة المحتاج: ١/٧٨)\n\n\n\n\n","id":150},{"msg":"വുളൂഅ് ചെയ്ത വെള്ളത്തിന്റെ ബാക്കി കുടിക്കൽ സുന്നത്തുണ്ടോ ?\n\nഅതെ, ബാക്കി വെള്ളത്തിൽ നിന്ന് അൽപം കുടിക്കൽ സുന്നത്തുണ്ട്, കാരണം\nഅതിൽ എല്ലാ രോഗത്തിനും ശമനമുണ്ടെന്ന് പുണ്യനബി (സ) പറഞ്ഞിട്ടുണ്ട്.\n\n(وشربه) من (فضل وضوئه) لخبر: إن فيه شفاء من كل داء (فتح المعين: ١٥)\n\n\n\n\n","id":149},{"msg":"പള്ളികളുടെ ചുവരുകളിൽ ഖുർആൻ എഴുതുന്നതിന്റെ വിധിയെന്ത് ?\n\n കറാഹത്ത്. \n\nيكره كتب القرآن على حائط وسقف ولو لمسجد وثياب وطعام ونحو ذلك (حاشية الشرواني: ١/١٥٣))\n\n\n\n\n","id":146},{"msg":"കൈക്കൂലി വാങ്ങുന്നതിന്റെ വിധിയെന്ത് ?\n\nഅസത്യ വിധി നടപ്പിലാക്കാനോ സത്യ വിധി നടപ്പിലാക്കാതിരിക്കാനോ നൽകപ്പെടുന്ന പാരിദോഷികമാണ് കൈക്കൂലി.\nഅത് കൊടുക്കുന്നവനേയും വാങ്ങുന്നവനേയും നബി(സ) ശപിച്ചിരിക്കുന്നു. അതിനാൽ കൈക്കൂലി വാങ്ങൽ ഹറാമാണ്.\n\nتنبيه: قال في المغني: قبول الرشوة حرام، وهو ما يبذل له ليحكم بغير الحق، أو ليمتنع من الحكم بالحق، وذلك لخبر: لعن الله الراشي والمرتشي في الحكم رواه ابن حبان وغيره وصححوه (إعانة الطالبين: ٤/٢٦٦)\n\n\n\n\n","id":145},{"msg":"പണ്ഡിതർ, സയ്യിദന്മാർ, സൂഫികൾ തുടങ്ങിയവരുടെ കൈ ചുംബിക്കുന്നതിന്റെ വിധിയെന്ത് ?\n\nപ്രസ്തുത ദീനീ നേതാക്കളുടെ കൈ ചുംബിക്കൽ സുന്നത്താകുന്നു, എന്നാൽ സമ്പന്നർ, അധികാരികൾ തുടങ്ങിയ കേവല ഐഹിക നേതാക്കളുടെ കൈ ചുംബിക്കൽ ശക്തിയേറിയ കറാഹത്താകുന്നു.\n\nقال النووي : تقبيل يد الرجل لزهده وصلاحه أو علمه أو شرفه أو صيانته أو نحو ذلك من الأمور الدينية لا يكره بل يستحب فإن كان لغناه أو شوكته أو جاهه عند أهل الدنيا فمكروه شديد الكراهة (فتح الباري: ١١/٥٨)\n\n\n\n\n","id":144},{"msg":"ആശിക്കപ്പെടുന്ന പ്രായത്തിലുള്ള ഒരു സ്ത്രീ തനിച്ചായിരിക്കെ, അവൾ അന്യപുരുഷനോട് സലാം പറയുന്നതിന്റെ വിധിയെന്ത് ?\n\n പ്രസ്തുത വേളയിൽ അവൾ അവനോട് സലാം പറയലും, അന്യപുരുഷന്റെ സലാം അവൾ മടക്കലും  ഹറാമാണ്. എന്നാൽ\nപുരുഷൻ അവളോട് സലാം പറയലും, അവളുടെ സലാം അവൻ മടക്കലും കറാഹത്താണ്.\n\nأما مشتهاة ليس معها امرأة أخرى فيحرم عليها رد سلام أجنبي ومثله ابتداؤه. ويكره رد سلامها ومثله ابتداؤه أيضا. والفرق أن ردها وابتداءها يطمعه لطمعه فيها أكثر بخلاف ابتدائه ورده قاله شيخنا (فتح المعين: ٥٩٥)\n\n\n\n\n\n","id":142},{"msg":"നിസ്കാര സമയത്ത് ചേലാകർമ്മം ചെയ്യപ്പെടാത്ത കുട്ടിയെ തൊട്ടാൽ നിസ്കാരം ബാത്വിലാകുമോ ?\n\nചേലാകർമ്മ० ചെയ്യപ്പെടാത്ത കുട്ടിയെ തൊട്ടാൽ നിസ്കാര० ബാത്വിലാവുന്നതല്ല. പക്ഷെ ആ കുട്ടിയെ ചുമക്കുകയോ പിടിക്കുകയോ ചെയ്താൽ നിസ്കാര० ബാത്വിലാവുന്നതാണ്.\n\n(ولو حمل مستجمرا بطلت في الأصح) ويؤخذ مما مر... أنّه لو أمسك المصلي بدن مستجمر أو ثوبه أو أمسك المستجمر المصلي أو ملبوسه أنه يضر ، وهو ظاهر (حاشية الشرواني مع تحفة المحتاج: ٢/١٢٩)\n\n\n\n\n","id":141},{"msg":"ഹൈള്, നിഫാസ്, ജനാബത്ത് വേളയിൽ ഹദ്ദാദ്, മൗലിദ് പോലുള്ള ദിക്റുകൾ ഓതാമോ ?\n\nഓതാം, പക്ഷേ പ്രസ്തുത ദിക്റുകളിലെ ആയത്തുകൾ ഓതുമ്പോൾ, ഖുർആൻ ഓതുകായാണ് എന്ന ഉദ്ദേശ്യത്തോടെ ആകരുത്, മറിച്ച് ദിക്റാണെന്ന നിയ്യക്കോട് കൂടെ ഓതാവുന്നതാണ്.\n\n(وتحل) لجنب وحائض ونفساء (أذكاره) ومواعظه وقصصه وأحكامه (لا بقصد قرآن) سواء أقصد الذكر وحده أم أطلق ؛ لأنه أي عند وجود قرينة تقتضي صرفه عن موضوعه كالجنابة هنا لا يكون قرآنا إلا بالقصد (تحفة المحتاج: ١/٢٧٢)\n\n\n\n\n","id":140},{"msg":"ഖബ്റിസ്ഥാനിലെ മരങ്ങളിലെ കായ്കനികൾ ഭക്ഷിക്കാൻ പറ്റുമോ ?\n\nഭക്ഷിക്കൽ അനുവദനീയമാണ്. എങ്കിലു० ഖബ്റിസ്ഥാനിലെ പരിപാലനത്തിലേക്ക് ചിലവഴിക്കലാണ് ഏറ്റവു० ഉത്തമം\n\n(فرع) ثمر الشجر النابت بالمقبرة المباحة مباح وصرفه لمصالحها أولى (فتح المعين : ٤١٥)\n\n\n\n\n","id":139},{"msg":"ബറാഅത്ത് സൂറത്ത് ഓതുമ്പോൾ, ബിസ്മി ഓതുന്നതിന്റെ വിധി എന്ത് ?\n\nസൂറത്തിന്റെ തുടക്കത്തിൽ ബിസ്മി ഓതൽ ഹറാമു०, ഇടയിൽ കറാഹത്തുമാകുന്നു.\n\n(والبسملة آية كاملة منها... ما عدا براءة لأنها نزلت بالسيف باعتبار أكثر مقاصدها ومن ثم حرمت أولها كما هو ظاهر) وتكره في أثنائها (حاشية الشرواني مع تحفة المحتاج: ٢/٣٦)\n\n\n\n\n","id":138},{"msg":"മഴകാലത്ത് റോഡുകളിൽ കെട്ടിക്കിടക്കുന്ന നജസായ വെള്ളം ദേഹത്തിലേക്കോ വസ്ത്രത്തിലേക്കോ തെറിച്ചാൽ, അതിൽ വല്ല ഇളവുമുണ്ടോ ?\n\nപ്രസ്തുത വെളള० ശരീരത്തിലു० വസ്ത്രത്തിലു० തെറിക്കുന്നതിനെ സൂക്ഷിക്കൽ സാധാരണ ഗതിയിൽ പ്രയാസമാണങ്കിൽ, അതിൽ ഇളവ് നൽകപ്പെടുന്നതാണ്.\n\n( وطين الشارع ) يعني محل المرور ولو غير شارع كما هو ظاهر (المتيقن نجاسته) ولو بمغلظ ما لم تبق عينه متميزة وإن عمت الطريق على الأوجه (يعفى عنه) أي في الثوب والبدن (عما يتعذر الاحتراز عنه غالبا) (تحفة المحتاج: ٢/١٣٠)\nومثل طينه ماؤه  (حاشية الشرواني)\n\n\n\n\n","id":137},{"msg":"ഭക്ഷണം കഴിക്കാൻ  ആഗ്രഹം ഉണ്ടായിരിക്കെ ഭക്ഷണത്തിന്റെ സാനിധ്യത്തിൽ നിസ്കരിക്കുന്നതിന്റെ വിധി എന്ത് ?\n\nകറാഹത്താകുന്നു.\n\n(يكره للمصلي الالتفات... أو بحضرة طعام) مأكول أو مشروب (يتوق) بالمثناة أي يشتاق (إليه) (تحفة المحتاج: ٢/١٦٤)\n\n\n\n\n","id":136},{"msg":"ജമാഅത്ത് നിസ്കാരം കഴിഞ്ഞാൽ, ആദ്യം എഴുന്നേൽക്കേണ്ടത് ഇമാമോ മഅ്മൂമോ?\n\nആദ്യം എഴുന്നേൽക്കേണ്ടത് ഇമാമാണ്. പ്രത്യേക കാരണമില്ലാതെ മഅ്മൂം ഇമാമിന്റെ മുമ്പ് എഴുന്നേൽക്കൽ കറാഹത്താണ്.\n\nوأن يمكث المأموم في مصلاه حتى يقوم الإمام من مصلاه إن أراده عقب الذكر والدعاء إذ يكره للمأموم الانصراف قبل ذلك حيث لا عذر له (حاشية الشرواني: ٢/١٠٧)\n\n\n\n\n","id":135},{"msg":"മോതിരക്കല്ല് മുൻകയ്യിന്റെ ഉള്ളിലേക്കാണോ പുറത്താക്കാണോ ധരിക്കേണ്ടത് ?\n\nമോതിരക്കല്ല് മുൻകയ്യിന്റെ ഉള്ളിലേക്ക് ധരിക്കലാണ് ഉത്തമം\n\nويجوز لبسه فيهما معًا وبفص وبدونه وجعله في باطن الكف أفضل (المنهج القويم شرح المقدمة الحضرمية، صفحة ١٨٩)\n\n\n\n\n","id":134},{"msg":"സദാ സമയം വുളൂഅ് പതിവാക്കൽ പ്രത്യേകം പ്രതിഫലാർഹമാണോ ?\n\n\nഅതെ, സുന്നത്താണ്. പാപങ്ങളിൽനിന്നുള്ള സംരക്ഷണം, സംരക്ഷകരായ മലക്കുകളുടെ സ്നേഹം, ഭക്ഷണ വിശാലത, ചാരിത്രൃ ശുദ്ധി തുടങ്ങിയവ വുളൂഅ് പതിവാക്കിയാലുള്ള നേട്ടങ്ങളിൽ പെട്ടതാണ്. \n\n ﻭﺇﺩاﻣﺔ اﻟﻮﺿﻮء ﺳﻨﺔ، ﻭﻟﻬﺎ ﻓﻮاﺋﺪ، ﻣﻨﻬﺎ: ﺳﻌﺔ اﻟﺮﺯﻕ، ﻭﻣﺤﺒﺔ اﻟﺤﻔﻈﺔ، ﻭاﻟﺘﺤﺼﻦ، ﻭاﻟﺤﻔﻆ ﻣﻦ اﻟﻤﻌﺎﺻﻲ (إعانة الطالبين: ١/٧٧)\n\n\n\n\n","id":133},{"msg":"സുബ്‌ഹിന്റെ മുമ്പുള്ള സുന്നത്തു നിസ്കാരം നിർവഹിച്ച ശേഷം ചരിഞ്ഞു കിടക്കൽ സുന്നത്തുണ്ടോ ?\n\nഅതെ, സുന്നത്താണ്.\nഏതു രൂപത്തിൽ ചരിഞ്ഞു കിടന്നാലും അടിസ്ഥാന സുന്നത്തു ലഭിക്കുന്നതാണ്. എന്നാൽ ഖിബ്‌ലയിലേക്കു മുഖം തിരിച്ചു വലതുഭാഗത്തു ചരിഞ്ഞു കിടക്കലാണ് സൗകര്യപ്പെട്ടാൽ ഏറ്റവും ഉത്തമം. നിസ്കരിച്ച സ്ഥലത്ത് സൗകര്യമില്ലെങ്കിൽ സൗകര്യം ഉള്ളടത്തേക്ക് നീങ്ങാം.\n\n (ﻗﻮﻟﻪ: ﻭﺃﻥ ﻳﻀﻄﺠﻊ ﺇﻟﺦ) ﻭﻳﺤﺼﻞ ﺃﺻﻞ اﻟﺴﻨﺔ ﺑﺄﻱ ﻛﻴﻔﻴﺔ ﻓﻌﻠﺖ، ﻭاﻷﻭﻟﻰ ﺃﻥ ﻳﺴﺘﻘﺒﻞ اﻟﻘﺒﻠﺔ ﺑﻮﺟﻬﻪ ﻭﻣﻘﺪﻡ ﺑﺪﻧﻪ؛ ﻷﻧﻬﺎ اﻟﻬﻴﺌﺔ اﻟﺘﻲ ﺗﻜﻮﻥ ﻓﻲ اﻟﻘﺒﺮ ﻓﻬﻲ ﺃﻗﺮﺏ ﻟﺘﺬﻛﻴﺮ ﺃﺣﻮاﻟﻪ، ﻓﺈﻥ ﻟﻢ ﻳﺘﻴﺴﺮ ﻟﻪ ﺗﻠﻚ اﻟﺤﺎﻟﺔ ﻓﻲ ﻣﺤﻠﻪ اﻧﺘﻘﻞ ﺇﻟﻰ ﻏﻴﺮﻩ ﻣﻤﺎ ﻳﺴﻬﻞ ﻓﻌﻠﻬﺎ ﻓﻴﻪ (حاشية الشرواني: ٢/٢٢١)\n\n\n\n\n","id":132},{"msg":"ഇമാം രണ്ടു സലാമും വീട്ടിയതിന് ശേഷമാണോ അതോ ആദ്യത്തെ സലാമിന് ശേഷമാണോ മഅ്മൂം സലാം വീട്ടേണ്ടത് ?\n\nഇമാം രണ്ട് സലാമും വീട്ടിയതിന് ശേഷമാണ് മഅ്മൂമിന് സലാം വീട്ടൽ സുന്നത്ത്\n\nفروع: يسن ......وأن يسلم المأموم بعد تسليمتي الإمام. [فتح المعين : ١٢٣]\n\n\n\n\n","id":131},{"msg":"ഫർള് നിസ്കാരം കാരണം കൂടാതെ ഖളാഅ് ആക്കിയവൻ  സുന്നത്തു നിസ്കാരം നിർവഹിക്കാമോ ? \n\nപ്രസ്തുത വേളയിൽ സുന്നത്ത് നിസ്കരിക്കൽ ഹറാമാകുന്നു, എന്നല്ല, അത്യാവശ്യത്തിനല്ലാതെ സമയം ചെലവഴിക്കൽ തന്നെ ഹറാമാണ്. മറിച്ച് ആ സമയം കൂടെ ഉപയോഗപ്പെടുത്തി വേഗം ഫർള് ഖളാഅ് വീട്ടുകയാണ് വേണ്ടത്.\n\nويبادر من مر بفائت وجوبا إن فات بلا عذر فيلزمه القضاء فورا. قال شيخنا أحمد بن حجر رحمه الله تعالى: والذي يظهر أنه يلزمه صرف جميع زمنه للقضاء ما عدا ما يحتاج لصرفه فيما لا بد منه وأنه يحرم عليه التطوع. انتهى (فتح المعين: ٣٧)\n\n\n\n\n\n","id":130},{"msg":"ഷർട്ടിന്റെ കൈ മടക്കി വെച്ച് നിസ്കരിക്കുന്നതിന്റെ വിധി എന്ത് ?\n\nകറാഹത്താണ്, എന്നാൽ  നിസ്കാരത്തിൻ്റെ ഇടയിൽ വെച്ച് ചുരുങ്ങിയ പ്രവർത്തികൾ കൊണ്ട് അത് നേരെയാക്കൽ  സുന്നത്താകുന്നു\n\nقُلْت يُكْرَهُ..... وَكَفُّ شَعْرِهِ وثَوْبِهِ \nتحفة المحتاج (2/161)\nوالقياس أَنَّهُ لَوْ تَرَكَهُ أَوَّلَهَا سُنَّ لَهُ تَدَارُكُهُ أَثْنَاءَهَا بِفِعْلٍ قَلِيلٍ كَمَا يُسَنُّ لَهُ دَفْعُ الْمَارِّ بَيْنَ يَدَيْهِ بِشَرْطِهِ وَإِرْسَالُ شَعْرٍ أَوْ كَفُّ ثَوْب (تحفة المحتاج ١/٢١٧)\n\n\n\n\n\n","id":129},{"msg":"നിസ്കരിക്കുമ്പോൾ മറ എവിടെയാകലാണ് സുന്നത്ത് ?\n\n\nനേരെ മുന്നിൽ വെക്കാതെ അല്പം വലതു ഭാഗത്തേക്കോ ഇടതു ഭാഗത്തേക്കോ ആയി വെക്കലാണ് സുന്നത്.\n\nويسن أن لا يجعل السترة تلقاء وجهه بل عن يمينه أو يساره (فتح المعين/٤٧)\n\n\n\n\n\n","id":128},{"msg":"വുളൂഇന്റെയും ബാങ്കിന്റെയും ശേഷമുള്ള ദുആകൾ ചേർന്നുവന്നാൽ ഏതിനെയാണ് മുന്തിക്കേണ്ടത്?\n\nവുളൂഇന് ശേഷമുള്ള ദുആഇനെയാണ് മുന്തിക്കേണ്ടത്.\n\n(فرع) أفتى البلقيني فيمن وافق فراغه من الوضوء فراغ المؤذن، بأنه يأتي بذكر الوضوء لانه للعبادة التي فرغ منها، ثم بذكر الاذان(فتح المعين ١/٢٨١)\n\n\n\n\n\n","id":127},{"msg":"ഇമാം സഹ്‌വിന്റെ സുജൂദ് ചെയ്യാതിരുന്നാൽ മഅ്മൂം സഹ്‌വിന്റെ സുജൂദ് ചെയ്യേണ്ടതുണ്ടോ ?\n\nഅതെ, ഇമാം സഹ്‌വിന്റെ സുജൂദ് ഉപേക്ഷിച്ചാലും, സലാമിന്ന് ശേഷം മഅ്മൂം സഹ്‌വിന്റെ സുജൂദ് ചെയ്യൽ സുന്നത്താണ്. \n\nوسن للماموم سجدتان لسهو إمام متطهر وإمامه ولو كان سهوه قبل قدوته وإن فارقه أو بطلت صلاة الإمام بعد وقوع السهو منه أو ترك الإمام السجود جبرا للخلل الحاصل في صلاته (فتح المعين: ٥١)\n\n\n\n\n","id":126},{"msg":"ഇമാമിൻറെ അവസാന അത്തഹിയ്യാത്തിൽ മസ്ബൂഖ് ഏത് ഇരുത്തമാണ് ഇരിക്കേണ്ടത്?\n\nഇഫ്തിറാഷിന്റെ ഇരുത്തമാണ് (ഒന്നാമത്തെ അത്തഹിയ്യാത്തിലെ ഇരുത്തം) ഇരിക്കേണ്ടത്.\n\nفلا يتورك مسبوق في تشهد إمامه الأخير ولا من يسجد لسهو وهو كالافتراش لكن يخرج يسراه من جهة يمناه و يلصق وركه بالأرض (فتح المعين: ٤٣)\n\n\n\n\n\n\n💯💯💯💯💯💯💯💯💯💯💯","id":124},{"msg":"തിലാവത്തിന്റെ ആയത്ത്  മുഴുവൻ കേൾക്കാതെ അല്പം മാത്രം കേട്ടാൽ  തിലാവതിന്റെ സുജൂദ് ചെയ്യേണ്ടതുണ്ടോ ?\n\nചെയ്യേണ്ടതില്ല, പ്രസ്തുത ആയത്ത് മുഴുവനായും കേട്ടവനാണ് തിലാവത്തിന്റെ സുജൂദ് സുന്നത്തുള്ളത്.\n\nتسن سجدة التلاوة لقارئ وسامع جميع آية سجدة (فتح المعين/٥٢)\n\n\n\n\n\n","id":123},{"msg":"നിസ്കാരത്തിൽ രണ്ട് സലാമിനിടയിൽ അല്പം അടങ്ങൽ സുന്നത്തുണ്ടോ ?\n\nഅതെ ,അല്പം അടങ്ങൽ സുന്നത്തുണ്ട്.\n\nوَيُسَنُّ أَنْ يَفْصِلَ بَيْنَهُمَا بِسَكْتَةٍ لَطِيفَةٍ )حاشية الجمل 1/393)\n\n\n\n\n","id":122},{"msg":"ഇപ്പോൾ പ്രചാരത്തിലുള്ള ബീഡി സിഗരറ്റ് വലിച്ചാൽ നോമ്പ് മുറിയുമോ ?\n\nഅതെ നോമ്പ് മുറിയുമെന്നതാണ് പ്രബലം. കാരണം അകത്തേക്ക് കടക്കുന്ന പുകയിൽ നിന്ന് വേറിട്ട് തന്നെ തടി കിട്ടും.\n\n(والإمساك عن وصول العين أي عين كانت ، وإن كانت أقل ما يدرك من نحو حجر) ومن العين الدخان المشهور وهو المسمى بالتتن ومثله التنباك فيفطر به الصائم لأن له أثرا يحس كما يشاهد في باطن العود (تحفة المحتاج مع حاشية الشرواني: ٣/٤٠١)\n\n\n\n\n","id":121},{"msg":"ഖുർആൻ ഖത്മ് തീർത്താൽ സദ്യ ഒരുക്കുന്നതിൽ വല്ല പ്രതിഫലവുമുണ്ടോ ?\n\nഉണ്ട്. അത് സുന്നത്താകുന്നു.\n\nوتسن إجابة سائر الولائم كما عمل للختان والولادة وسلامة المرأة الطلق وقدوم المسافر وختم القرآن وهي مستحبة في كلها.  (فتح المعين ٤٩٣)\n\n\n\n\n","id":120},{"msg":"സകാത്ത് പള്ളിയിലേക്ക് നൽകാമോ ?\n\nനൽകാൻ പറ്റില്ല\n\nلا يستحق المسجد شيئا من الزكاة مطلقا،إذ لا يجوز صرفها إلا لحر مسلم  (بغية المسترشدين: ١٧٤)\n\n\n\n\n","id":117},{"msg":"ഖുർആൻ ഒരു ഖത്മ് കഴിഞ്ഞാൽ അടുത്ത ഖത്മ് തുടങ്ങി വെക്കേണ്ടതുണ്ടോ ?\n\nഅതെ, തുടങ്ങി വെക്കൽ സുന്നത്താണ്.\n\nواستحبوا إذا ختم، أن يشرع في ختمة أخرى ( المجموع للنووي ٢/١٦٧)\n\n\n\n\n","id":116},{"msg":"ഇമാം സൂറത്ത് ഓതുമ്പോൾ മഅ്മൂം സൂറത്ത് ഓതേണ്ടതുണ്ടോ ?\n\nഉറക്കെ ഓതേണ്ട നിസ്കാരത്തിൽ, ഇമാം സൂറത്ത് ഓതുന്നത് കേൾക്കുന്ന മഅ്മൂം സൂറത്ത് ഓതാതെ ഇമാമിന്റെ ഓത്ത് ശ്രദ്ധിച്ച് കേൾക്കുകയാണ് വേണ്ടത്. തഥവസരത്തിൽ മഅ്മൂം സൂറത്ത് ഓതൽ കറാഹത്താണ്.\n\nഎന്നാൽ, ഇമാമിൽ നിന്ന് ദൂരെയായതിനാൽ ഇമാമിന്റെ ഓത്ത് കേൾക്കാതിരിക്കുകയോ വ്യക്തമായി മനസ്സിലാകാതിരിക്കുയോ പതുക്കെ ഓതേണ്ട നിസ്കാരമാവുകയോ ചെയ്താൽ അവന് സൂറത്ത് ഓതാം.\n\n(ولا سورة للمأموم) الذي يسمع الإمام في جهريه (بل يستمع) لصحة نهيه عن القراءة خلفه ما عدا الفاتحة ومن ثم كرهت له... (فإن بعد) بأن لم يسمعها أو سمع صوتا لا يميز حروفه وإن قرب منه لنحو صمم به ( أو كانت سرية قرأ في الأصح) لفقد السماع الذي هو سبب النهي (تحفة المحتاج: ٢/٥٤)\n\n\n\n\n","id":115},{"msg":"പള്ളിയുടെ ചുമരിൽ മക്ക മദീനയുടെ ഫോട്ടോ, കലണ്ടർ പോലുള്ളവ തൂക്കിയിടുന്നതിന്റെ വിധി എന്ത് ?\n\nനിസ്കരിക്കുന്നവരുടെ ശ്രദ്ധ തെറ്റിക്കുമെന്നതിനാൽ കറാഹത്താകുന്നു. എന്നാൽ\nനിസ്കരിക്കുന്ന വേളയിൽ കാണാത്ത നിലക്ക് ഉയരത്തിലാണെങ്കിൽ തെറ്റില്ല. പക്ഷെ ഇപ്രകാരം തൂക്കിയിടൽ കാരണം പള്ളിയുടെ ചുമരിന് കേട് പാടുകൾ വരുത്തരുത്.\n\nويكره تعليق الأوراق المنقوش فيها صورة الحرمين وما فيهما من المشاعر المسماة بالعمر في المسجد للتشويش على المصلين وغيرهم ولكراهة الصلاة إلى ما يلهي لأنه يخل بالخشوع...نعم إن كانت مرتفعة بحيث لا تشوش فلا بأس إلا إن تولد من إلصاقها تلويث المسجد أو فساد تجصيصه (بغية ص ٦٦)\n\n\n\n\n","id":114},{"msg":"പള്ളിയിൽ നിന്ന് നിസ്കരിക്കുന്നവന്നോ ഉറങ്ങുന്നവന്നോ വലിയ രീതിയിൽ ശല്യമാവുന്ന നിലക്ക്, ഖുർആൻ ഓതുന്നതിന്റെ വിധി എന്ത് ?  \n\nഹറാമാകുന്നു\n\nلا يكره في المسجد الجهر بالذكر بأنواعه ومنه قراءة القرآن إلا إن شوش على مصل أو أذّى نائما بل إن كثر التأذي حرم فيمنع منه حينئذ (بغية ٦٦)\n\n\n\n\n","id":113},{"msg":"കേൾക്കാൻ കഴിയാത്ത ചെറിയ ശബ്ദത്തിൽ സലാം ചൊല്ലിയവന്ന് സലാം മടക്കേണ്ടതുണ്ടോ ?\n\nമടക്കൽ നിർബന്ധമില്ല.\n\nوظاهر أنه لا بد من سماع جميع الصيغة ابتداء وردا (تحفة المحتاج: ٩/٢٧)\n\n\n\n\n","id":112},{"msg":"മറ്റൊരാൾക്ക് സലാം പറഞ്ഞയക്കാമോ ?\n\nഅതെ, പറഞ്ഞയക്കാം. പക്ഷേ എന്റെ \"സലാം പറയൂ\" എന്ന് മതിയാവുകയില്ല, മറിച്ച്  സലാമിന്റെ പദങ്ങൾ തന്നെ പറയേണ്ടതാണ്. മാത്രമല്ല, സലാം പറഞ്ഞയച്ചാൽ അത് എത്തിച്ചു കൊടുക്കൽ നിർബന്ധവുമാണ്.\n\nولو أرسل سلامه لغائب يشرع له السلام عليه بصيغة مما مر ، كقل له : فلان يقول السلام عليك لا بنحو سلم لي عليه على ما قيل...لزم الرسول أن يبلغه بنحو : فلان يسلم عليك كما في الأذكار أيضا . فإنه أمانة ويجب أداؤها (تحفة المحتاج: ٩/٢٢٦)\n\n\n\n\n","id":111},{"msg":"സുന്നത്ത് നിസ്കരിക്കുന്നവനെ ഫർള് നിസ്കരിക്കുന്നവൻ  തുടർന്നാൽ ജമാഅത്ത് ശരിയാകുമോ ?\n\nജമാഅത്ത് ശരിയാവുമെങ്കിലും ഖിലാഫുൽ ഔലയാണ്. (നല്ലതല്ല)\n\nوخرج بالأداء القضاء نعم إن اتفقت مقضية الإمام والمأموم سنت الجماعة وإلا فخلاف الأولى كأداء خلف قضاء وعكسه وفرض خلف نفل وعكسه وتراويح خلف وتر وعكسه (فتح المعين: ١٧١)\n\n\n\n\n","id":110},{"msg":"നഖം, മുടി എന്നിവ വെട്ടിയ ശേഷം കുഴിച്ചിടേണ്ടതുണ്ടോ ?\n\nഅതെ, കുഴിച്ചിടൽ സുന്നത്താണ്.\n\nوتسن مواراة كل ما انفصل من حي ولو ما يقطع للختان (تحفة المحتاج: ٣/٤١٣)\n\n\n\n\n","id":108},{"msg":"പുരുഷൻ തല മറക്കാതെ നിസ്കരിക്കുന്നതിന്റെ വിധി എന്ത് ?\n\nനിസ്കാരത്തിൽ പുരുഷൻ തല മറക്കാതിരിക്കൽ കറാഹത്താകുന്നു.\n\nوكشف رأس ومنكب) أي وكره كشف رأس ومنكب، لأن السنة التجمل في صلاته بتغطية رأسه وبدنه (إعانة الطالبين: ١/٢٢٦)\n\n\n\n\n","id":107},{"msg":"കോമയിൽ കിടക്കുന്ന രോഗിയെ ദയാവധം ചെയ്യാമോ ?\n\nതാങ്ങാൻ പറ്റാത്ത നിലക്കുള്ള രോഗവും വേദനയും സഹിക്കേണ്ടി വന്നാലും ദയാവധം ഹറാമാണ്. \n\nويحرم على المتألم تعجيل الموت وإن عظم ألمه ولم يطقه، لأن برأه مرجو (حاشية الشرواني: ٩/١٩٤)\n\n\n\n\n","id":106},{"msg":"ഒരു സ്ഥലത്തു വെച്ച് ഒരു നിസ്കാരം നിർവഹിച്ചാൽ അടുത്ത നിസ്കാരത്തിനു വേണ്ടി മറ്റൊരു സ്ഥലത്തേക്കു മാറി നിൽക്കൽ സുന്നത്തുണ്ടോ?\n\nഉണ്ട്. അൽപ്പം മാറി നിൽക്കൽ സുന്നത്താണ്.\n\n(وأن ينتقل للنفل) الراتب وغيره (من موضع فرضه) لتشهد له مواضع السجود (تحفة المحتاج: ٢/١٦٣)\n\n\n\n\n","id":104},{"msg":"പുരുഷന് മൈലാഞ്ചി ഉപയോഗിക്കാമോ ?\n\nപുരുഷന് കൈ കാലുകളിൽ മൈലാഞ്ചി അണിയൽ ഹറാമാമും നരച്ച തലമുടിയിലും താടിയിലും സുന്നത്തുമാകുന്നു.\n\n(ويحرم...وخضب يدي الرجل ورجليه بحناء، خلافا لجمع فيهما). ويسن خضب ما شاب من شعر رأس الرجل والمرأة، ومن لحية الرجل (إعانة الطالبين: ٢/٣٨٦)\n\n\n\n\n","id":103},{"msg":"നര ബാധിച്ച മുടി കറുപ്പിക്കാമോ ?\n\nമുടി കറുപ്പിക്കൽ ഹറാമാകുന്നു.\n\n(يسن لكل أحد... وخضب شيب رأسه ولحيته: بحمرة أو صفرة) أي لا بسواد، أما به فيحرم (إعانة الطالبين: ٢/٣٨٦)\n\n\n\n\n","id":102},{"msg":"ഇഖാമത്ത് കൊടുക്കുമ്പോൾ ജമാഅത്തിന് വേണ്ടി എപ്പോഴാണ് എഴുന്നേൽക്കേണ്ടത് ?\n\nഇമാമും മഅ്മൂമും ഇഖാമത്ത് മുഴുവനും കഴിഞ്ഞാൽ മാത്രമേ സ്വഫിലേക്ക് എഴുന്നേൽക്കാവൂ. എന്നാൽ സ്വഫിൽ നിന്ന് ഏറെ അകന്ന് നിൽക്കുന്നവനും, എഴുന്നേറ്റ് നിൽക്കാൻ പ്രയാസമുള്ളവനും, ഇഖാമത്ത് കഴിഞ്ഞ് എഴുന്നേറ്റാൽ തക്ബീറത്തുൽ ഇഹ്റാമിന്റെ ശ്രേഷ്ടത നഷ്ടപ്പെടുമെങ്കിൽ ഇഖാമത്ത് കഴിയുന്നതിന് മുമ്പ് തന്നെ എഴുന്നേറ്റ് നിൽക്കാം. ഇതാണ് സുന്നത്തായ രൂപം.\n\n(يستحب) لمريد الجماعة غير المقيم (أن لا يقوم إلا بعد فراغ الإقامة) جميعها وإن فات عليه بذلك الصف الأول، لأنه وقت الدخول في الصلاة وهو قبله مشغول بالاجابة، وهذا إن كان بحيث إذا لم يقم إلا بعدها يدرك فضيلة التحرم، وإلا كأن بعُد أو كان ثقيل القيام، قام قبل ذلك بحيث يدركها، أما المقيم فيقوم عند إرادته الإقامة (بشرى الكريم شرح مقدمة الحضرمية : ١/١٣٤)\n\n\n\n\n","id":101},{"msg":"വുളൂഇന് ശേഷം ശരീരത്തിൽ അവശേഷിക്കുന്ന വെള്ളത്തുള്ളികൾ തോർത്താമോ ?\n\nകാരണമില്ലാതെ തോർത്താതിരിക്കലാണ് സുന്നത്ത്.\n\n(وسن) للمتوضئ...(و) ترك (تنشيف) بلا عذر للاتباع (فتح المعين: ١٤)\n\n\n\n\n","id":100},{"msg":"സുന്നത്ത് നിസ്കാരം എവിടെ നിന്ന് നിസ്കരിക്കലാണ് ഉത്തമം ?\n\nജമാഅത്ത് സുന്നത്തുള്ള നിസ്കാരങ്ങൾ പുരുഷന്മാർക്ക് പള്ളിയിൽ വെച്ച് നിസ്കരിക്കലാണ് ഉത്തമം, എന്നാൽ\nജമാഅത്ത് സുന്നത്തില്ലാത്തവ വീട്ടിൽ വെച്ചാണ് ഉത്തമം, എങ്കിലും ളുഹാ, യാത്ര കഴിഞ്ഞ് തിരിച്ചെത്തിയാലുള്ള നിസ്കാരം, ഇഹ്റാം, ത്വവാഫ്, ഇസ്തിഖാറത്ത് എന്നിവയുടെ സുന്നത്ത് നിസ്കാരങ്ങൾക്ക് ജമാഅത്ത് സുന്നത്തില്ലെങ്കിലും ഈ നിസ്കാരങ്ങൾ പള്ളിയിൽ നിന്നാവലാണ് ഉത്തമം.\n\n(والجماعة في المسجد لغير المرأة أفضل منها خارجه) أن النوافل التي تسن جماعة كالمكتوبة في أنها في المسجد أفضل (تحفة المحتاج مع حاشية الشرواني: ٢/٢٥٢)\nوألحق بها صلاة الضحى وسنة الإحرام والطواف والاستخارة وقدوم السفر (حاشية القليوبي: ص ١/٢٢٢)\n\n\n\n\n","id":99},{"msg":"ഖുനൂത്തിന്റെ അവസാനത്തിൽ രണ്ട് കൈ കൊണ്ട് മുഖം തടവേണ്ടതുണ്ടോ ?\n\nതടവേണ്ടതില്ല എന്നതാണ് പ്രബലം.\n\n(و) الصحيح أنه (لا يمسح وجهه) أي الأولى تركه (تحفة المحتاج: ٢/٦٧)\n\n\n\n\n","id":98},{"msg":"നജസായ ബയോഗ്യാസ് പോലുള്ള വാതകങ്ങൾ ഉപയോഗിച്ച് ഉണ്ടാക്കിയ ഭക്ഷണം കഴിക്കാമോ ?\n\nഅതെ, പ്രസ്തുത ഭക്ഷണം കഴിക്കാം എന്നതാണ് പ്രബലം.\n\nولا كراهة كمسخن بالنار، ولو بنجس مغلظ؛ لأنها تذهب الزهومة لقوتها بخلافها في الطعام المائع لاختلاطها بأجزائه (تحفة المحتاج: ١/٧٦)\n\n\n\n\n","id":97},{"msg":"സുജൂദിൽ മുടി നെറ്റിയിലേക്ക് ഇറങ്ങിയാൽ സുജൂദ് ശരിയാകുമോ ?\n\nനെറ്റിയുടെ അൽപഭാഗം സുജൂദിൽ വെക്കൽ നിർബന്ധമാണ്. ഈ അൽപ ഭാഗവും മറയുന്ന രീതിയിൽ മുടി ഇറങ്ങിയാൽ ശരിയാവുകയില്ല.\n\nوسابعها: سجود مرتين كل ركعة على غير محمول له...مع تنكيس بوضع بعض جبهته بكشف (فتح المعين: ١١٥)\n\n\n\n\n","id":96},{"msg":"വെള്ളിയാഴ്ച്ച സൂറത്തുൽ കഹ്ഫ് ഓതൽ സുന്നത്തുള്ള സമയം ഏത് ?\n\nവെള്ളിയാഴ്ചയുടെ പകലിലാണ് രാത്രിയേക്കാൾ ഉത്തമം, അത് തന്നെ സുബഹിക്ക് ശേഷമാകലാണ് ശക്തമായ സുന്നത്ത്. \n\n(قلت وأن يقرأ الكهف يومها وليلتها والأفضل أولهما مبادرة للخير وحذرا من الإهمال) عبارة النهاية وقراءتها نهارا آكد وأولاها بعد الصبح (تحفة المحتاج مع حاشية الشرواني: ٢/٤٧٨)\n\n\n\n\n","id":95},{"msg":"കൈവിരൽ കൊണ്ട് പല്ല് തേച്ചാൽ സുന്നത്ത് ലഭിക്കുമോ ?\n\nസ്വന്തം കൈവിരൽ പരുപരുത്തത് ആണെങ്കിലും, അത് കൊണ്ട് പല്ല് തേച്ചാൽ സുന്നത്ത് ലഭിക്കില്ലെന്നാണ് പ്രബലം. എങ്കിലും പരുപരുത്ത വിരലാണെങ്കിൽ സുന്നത്ത് ലഭിക്കുമെന്നും ചില പണ്ഡിതർ വ്യക്തമാക്കിയിട്ടുണ്ട്.\n\n(وسننه ) أي الوضوء (السواك عرضا بكل خشن إلا إصبعه) المتصلة فلا يحصل بها أصل سنة السواك وإن كانت خشنة (في الأصح) قالوا لأنها لا تسمى سواكا ولما كان فيه ما فيه اختار المصنف وغيره حصوله به (تحفة المحتاج :١/٧٦)\n\n\n\n\n","id":94},{"msg":"ഒരാൾക്ക് ജീവിതകാലത്ത് തന്നെ സ്വന്തം ഖബർ കുഴിച്ചു വെക്കാമോ ?\n\nജീവിച്ചിരിക്കുമ്പോൾ തന്നെ സ്വന്തം ഖബർ കുഴിച്ചു വെക്കൽ സുന്നത്താണെന്ന് ഇമാമുമാർ വ്യക്തമാക്കിയിട്ടുണ്ട്.\n\nوقال شيخنا ويكره اتخاذ الكفن إلا من حل أو من أثر صالح بخلاف القبر فإنه يسن اتخاذه ا هـ (حاشية الشرواني: ٣/١٢٧)\n\n\n\n\n","id":93},{"msg":"ഒരാളുടെ ജനനത്തിനു മുമ്പേ മരിച്ചു പോയ ആളുടെ മേലിൽ, ഇപ്പോൾ മയ്യിത്ത് നിസ്കാരം  നിർവഹിക്കാമോ ?\n\nനിർവഹിക്കാവതല്ല. പ്രസ്തുത ആളുടെ മരണ സമയത്ത് മയ്യിത്ത് നിസ്കാരം നിർബന്ധമാവാനുള്ള വിശേഷണങ്ങൾ (അല്ലാഹുവിന്റെ കൽപനകൾക്ക് വിധേയമാവൽ, ഇസ്ലാം, ശുദ്ധി) ഒത്തിണങ്ങിയവനേ നിർബന്ധമുള്ളൂ.\n\n(والأصح تخصيص الصحة بمن كان من أهل) أداء (فرضها وقت الموت) بأن يكون حينئذ مكلفا مسلما طاهرا لأنه يؤدي فرضا خوطب به بخلاف من طرأ تكليفه بعد الموت (تحفة المحتاج: ٣/١٥١)\n\n\n\n\n","id":92},{"msg":"നഖം മുറിച്ച ഉടനെ വിരലുകൾ കഴുകേണ്ടതുണ്ടോ ?\n\nഅതെ, കഴുകൽ അനിവാര്യമാണ്. കാരണം ആ നഖങ്ങൾ കൊണ്ട് മാന്തിയാൽ, വെള്ളപ്പാണ്ട് അസുഖം ഉണ്ടാകുമെന്ന് ഇമാമുമാർ വ്യക്തമാക്കിയിട്ടുണ്ട്.\n\n(وينبغي البدار بغسل محل القلم) وذلك لأنّ الحك به قبل الغسل يخشى منه البرص (إعانة الطالبين: ٢/٩٨)\n\n\n\n\n","id":91},{"msg":"നജസ് കൊണ്ട് വളം നൽകി വളർന്ന ചെടിയിലെ പഴവർഗ്ഗങ്ങൾ കഴിക്കാമോ ?\n\nയാതൊരു വിരോധവുമില്ല.  പക്ഷെ ആ പഴത്തിന് നജസിന്റെ രുചിയോ വാസനയോ ഉണ്ടെങ്കിൽ അവ ഭക്ഷിക്കൽ കറാഹത്താകുന്നു\n\nلا زرع وثمر سقي أو ربي بنجس بل يحل اتفاقا ولا كراهة فيه لعدم ظهور أثر النجس فيه ومنه أخذ أنه لو ظهر ريحه أي مثلا فيه كره (تحفة المحتاج: ٩/٣٨٦)\n\n\n\n\n","id":90},{"msg":"ധരിച്ച വസ്ത്രത്തിൽ നജസുണ്ടോയെന്ന സംശയത്തോടെ നിസ്കരിച്ചാൽ നിസ്കാരം ശരിയാകുമോ ?\n\nശരിയാകും, കാരണം   നജസുണ്ടോയെന്ന സംശയം കൊണ്ട് മാത്രം അത് നജസായി പരിഗണിക്കപ്പെടുകയില്ല.\n\nكسائر ما يصيبه مما يتردد في أنه نجاسة أو يظنه نجاسة ؛ لأنا لا ننجس بالشك (حاشية الشرواني: ١/٢٦٤)\n\n\n\n\n","id":89},{"msg":"അത്തഹിയ്യാത്തിൽ വെറുതെ ചൂണ്ടുവിരൽ അനക്കുന്നതിന്റെ വിധി എന്ത് ?\n\nനിസ്കാരത്തെ ബാത്തിലാക്കില്ലെങ്കിലും, കറാഹത്താകുന്നു.\n\nلا تبطل بحركات خفيفة وإن كثرت وتوالت بل تكره كتحريك أصبع (فتح المعين: ١٤٣)\n\n\n\n\n","id":88},{"msg":"സ്ത്രീകൾ ജമാഅത്തായി ജനാസ നമസ്കാരം  നിർവഹിക്കാമോ ?\n\nഅതെ, സ്ത്രീകൾക്ക് ജമാഅത്തായി ജനാസ നമസ്കാരം നിർവഹിക്കൽ സുന്നത്താണ് എന്നതാണ് പ്രബലം.\n\n (وتسنّ لهنّ الجماعة) وهو المعتمد كما في غيرها من الصلوات) كما بحثه المصنف (حاشية الشرواني على تحفة المحتاج: ٣/١٤٩)\n\n\n\n\n","id":87},{"msg":"ഖമീസ് (നീളക്കുപ്പായം) നെരിയാണിക്ക് താഴെ ഇറക്കൽ അനുവദനീയമാണോ ?\n\nഅനുവദനീയമല്ല, അഹങ്കാരത്തോടെയാണ് നെരിയാണിക്ക് താഴെ ഇറക്കിയതെങ്കിൽ ഹറാമും, അല്ലെങ്കിൽ കറാഹത്തുമാകുന്നു.\n\nأن الإسبال يكون في الإزار والقميص والعمامة وأنه لا يجوز إسباله تحت الكعبين إن كان للخيلاء فإن كان لغيرها فهو مكروه، وظواهر الأحاديث في تقييدها بالجر خيلاء تدل على أن التحريم مخصوص بالخيلاء (شرح مسلم للنووي: ١٤/٦٢)\n\n\n\n\n","id":86},{"msg":"സ്ത്രീക്ക് പുരികം വെട്ടാൻ പാടുണ്ടോ ?\n\nസ്ത്രീ സൗന്ദര്യത്തിനു വേണ്ടി അവളുടെ ഭർത്താവിന്റെ അനുമതിയോടെ അനുവദനീയവും അല്ലെങ്കിൽ ഹറാമുമാകുന്നു.\n\nويحرم على المرأة وصل شعرها... والتنميص وهو الأخذ من شعر الوجه والحاجب المحسن فإن أذن لها زوجها أو سيدها في ذلك جاز لأنّ له غرضا في تزينها له كما في الروضة وهو الأوجه (حاشية الشرواني: ٢/١٢٨)\n\n\n\n","id":85},{"msg":"മ്യൂസിക് തെറാപ്പി (മ്യൂസിക് കൊണ്ടുള്ള  ചികിത്സ) അനുവദനീയമാണോ ?\n\nഒരു രോഗത്തിന് മ്യൂസിക് തെറാപ്പി അല്ലാതെ വേറെ ഒരു ചികിത്സ ഇല്ലെന്ന് നീതിമാന്മാരായ രണ്ട് ഡോക്ടർമാർ അഭിപ്രായപ്പെട്ടാൽ അനുവദനീയമാകും.\n\nعبارة النهاية نعم لو أخبر طبيبان عدلان بأن المريض لا ينفعه لمرضه إلا العود عمل بخبرهما وحل له استماعه كالتداوي بنجس فيه الخمر (حاشية الشرواني على تحفة المحتاج: ١٠/٢١٩)\n\n\n\n\n\n","id":84},{"msg":"നിസ്കാര ശേഷം കീശയിൽ ചത്ത ഈച്ചയെ കണ്ടാൽ നിസ്കാരത്തെ ബാധിക്കുമോ ?\n\nഅതെ ബാധിക്കും, ശവം നജസായതിനാൽ നിസ്കാരം ശരിയാവുകയില്ല എന്നതാണ് പ്രബലം. ഈച്ച അധികമായതിനാൽ, സൂക്ഷിക്കൽ ബുദ്ധിമുട്ടുള്ള സ്ഥലത്താണ് നിസ്കാരമെങ്കിൽ, അതിൽ ഇളവുണ്ടെന്ന് ഇമാം ഇബ്നു ഹജർ അസ്ഖലാനി (റ)  ഫത്‌വ നൽകിയിട്ടുണ്ട്.\n\n(وثانيها) أي ثاني شروط الصلاة (طهارة بدن وملبوس ومكان عن نجس...وكميتة) ولو نحو ذباب مما لا نفس له سائلة، خلافا للقفال ومن تبعه في قوله بطهارته لعدم الدم المتعفن، كمالك وأبي حنيفة... وأفتى الحافظ ابن حجر العسقلاني بصحة الصلاة إذا حمل المصلي ميتة ذباب إن كان في محل يشق الاحتراز عنه. (فتح المعين ٣١-٣٥)\n\n\n\n\n","id":83},{"msg":"നിസ്കാര വേളയിൽ ഉമ്മ വിളിച്ചാൽ നിസ്കാരം മുറിക്കേണ്ടതുണ്ടോ ?\n\nഫറള് നിസ്കരിക്കുമ്പോഴാണ് ഉമ്മ വിളിച്ചതെങ്കിൽ, ഉത്തരം നൽകാതിരിക്കൽ ഉമ്മാക്ക് പ്രയാസം സൃഷ്ടിച്ചാലും ഇല്ലെങ്കിലും നിസ്കാരം മുറിക്കൽ ഹറാമാകുന്നു.\n\nസുന്നത്ത് നിസ്കരിക്കുമ്പോഴാണ് ഉമ്മ വിളിച്ചതെങ്കിൽ ഉത്തരം നൽകാതിരിക്കൽ ഉമ്മാക്ക് പ്രയാസം സൃഷ്ടിച്ചാൽ നിസ്കാരം മുറിക്കൽ അനുവദനീയമാകുന്നു. തഥവസരത്തിൽ നിസ്കാരം മുറിക്കൽ സുന്നത്താണെന്നും അഭിപ്രായമുണ്ട് \n\n(وتبطل بإجابة الأبوين ولا تجب) بل تحرم فيه نهاية ومغني وسم وشيخنا (في فرض مطلقا) أي تأذيا بعدمها أم لا (بل في نفل)  ظاهره عدم جواز الترك والمعتمد عدم وجوب إجابة الأبوين في النفل أيضا نعم ينبغي أن تسن بالشرط الذي ذكره م ر ا هـ سم وشيخنا وفي النهاية والمغني ما يوافقه(إن تأذيا بعدمها تأذيا ليس بالهين) (حاشية الشرواني على تحفة المحتاج: ٢/١٣٨)\n\n\n\n\n","id":82},{"msg":"സംസം വെള്ളം കൊണ്ട് വുളൂഅ് ചെയ്യുന്നതിന്റെ വിധി എന്ത് ?\n\nഅനുവദനീയമാണ്. എങ്കിലും സംസം കൊണ്ട് നജസിനെ ശുദ്ധിയാക്കാതിരിക്കലാണ് നല്ലത്.\n\nولا يكره الطهر بماء زمزم ولكن الأولى عدم إزالة النجس به وجزم بعضهم بحرمته ضعيف بل شاذ (تحفة المحتاج: ١/٧٦)\n\n\n\n\n","id":81},{"msg":"ചില വിരലുകളിലെ നഖങ്ങൾ മുറിക്കുയും, മറ്റു വിരലുകളിലേത് മുറിക്കാതിരിക്കുകയും ചെയ്യുന്നതിന്റെ വിധി എന്ത് ?\n\nകറാഹത്താകുന്നു.\n\nويكره الاقتصار على إزالة ظفر يد أو بعضها كالانتعال في رجل واحدة (حاشية القليوبي: ١/٢٨٨)\n\n\n\n\n","id":80},{"msg":"മക്കയിലെയോ മദീനയിലെയോ (രണ്ട് ഹറമുകളിലെ) മണ്ണ് ബറക്കത്തിന് നമ്മുടെ നാട്ടിലേക്ക് കൊണ്ടുവരുന്നതിന്റെ വിധി എന്ത് ?\n\nകൊണ്ടുവരാൻ പാടില്ല, ഹറാമാകുന്നു\n\n(فرع) يحرم أيضا إخراج شيء من تراب الحرم الموجود فيه (تحفة المحتاج: ٤/١٩٤)\n\n\n\n\n","id":79},{"msg":"ജുമുഅയുടെ ഖുത്ബ ഒരാളും ജുമുഅ നിസ്കാരം വേറൊരാളും നിർവ്വഹിച്ചാൽ അവ സാധുവാകുമോ ? \n\nനിസ്കരിക്കുന്ന ആൾ ഖുത്ബയുടെ മുഴുവൻ നിർബന്ധ ഘടകങ്ങളും കേട്ടിരിക്കണം എന്ന നിബന്ധനയോടെ സാധുവാകും.\n\nعبارة النهاية والمغني ويجوز له الاستخلاف في أثناء الخطبة وبين الخطبة والصلاة بشرط كون الخليفة في الثانية حضر الخطبة بتمامها (حاشية الشرواني: ٢/٤٨٧)\n\n\n\n\n","id":78},{"msg":"സുബ്ഹി നിസ്കാരം ളുഹ്റിന്റെ സമയത്ത് ഖളാഅ് വീട്ടുമ്പോൾ ഉറക്കെയാണോ പതുക്കെയാണോ ഓതേണ്ടത് ?\n\nപതുക്കെയാണ് ഓതേണ്ടത്, കാരണം, ഉറക്കെ പതുക്കെ എന്നത് സമയവുമായാണ് ബന്ധപ്പെട്ടിരിക്കുന്നത്. സൂര്യനുദിച്ചതിന് ശേഷമുള്ള നിസ്കാരത്തിൽ പതുക്കെയും, സൂര്യൻ അസ്തമിച്ചതിന് ശേഷമുള്ള നിസ്കാരത്തിൽ ഉറക്കെയുമാണ് ഓതേണ്ടത്.\n\n(يسن الجهر بالقراءة لغير مأموم... فيما يقضي بين غروب الشمس وطلوعها) وأمّا فيما يقضي بعد طلوع الشمس فيسر فيه ولو كانت جهرية، وذلك لأنّ العبرة بوقت القضاء لا الأداء على المعتمد\n(فتح المعين مع إعانة الطالبين: ٢٦١,٢٦٢)\n\n\n\n\n","id":77},{"msg":"മൊബൈലിലൂടെ സജദയുടെ ആയത്ത് കേട്ടാൽ തിലാവത്തിന്റെ സുജൂദ് ചെയ്യേണ്ടതുണ്ടോ ?\n\nഉറങ്ങുന്നവന്റെയോ പക്ഷിയുടെയോ ഓത്ത് കേട്ടാൽ സുജൂദ് ചെയ്യൽ സുന്നത്തില്ലാത്ത പോലെ, മൊബൈലിലെ റെക്കോർഡഡ് ആയ ഓത്തിനും തിലാവത്തിന്റെ സുജൂദ് ചെയ്യൽ സുന്നത്തില്ല.\n\n(ويسن) السجود (للقارئ والمستمع) لجميع آية السجدة من قراءة مشروعة... دون جنب وساه ونائم وسكران وإن لم يتعد كمجنون وطير ومن بخلاء ونحوه من كل من كرهت قراءته من حيث كونها قراءة (تحفة المحتاج: ٢/٢٠٨)\n\n\n\n\n","id":76},{"msg":"നിസ്കാരത്തിൽ ഫാതിഹ ഓതുന്നിടക്ക് കോട്ടുവായ ഇട്ടാൽ നിസ്കാരം ശരിയാകുമോ ?\n\nഫാത്തിഹ ഓതുമ്പോൾ അതിലെ ഓരോ അക്ഷരങ്ങളും അതിന്റെ ഉച്ചാരണ സ്ഥലങ്ങളും പരിഗണിക്കൽ നിർബന്ധമാണ്. ഇവയിലൊന്നിൽ വീഴ്ചവരുത്തിയാൽ ഫാത്തിഹ ശരിയാവില്ല. പ്രസ്തുത കോട്ടുവായ ഇടുമ്പോൾ ഈ നിയമത്തെ പരിഗണിക്കണം.\n\n(ورابعها قرائة فاتحة كل ركعة إلا ركعة مسبوق مع بسملة وتشديدات ورعاية حروف ومخارجها) (فتح المعين: ٤٣,٤٤)\n\n\n\n\n","id":75},{"msg":"ക്യൂട്ടക്സ് ഉപയോഗിക്കാൻ പറ്റുമോ ?\n\nവുളൂഇന്റെ അവയവങ്ങളിലേക്ക് വെള്ളം ചേരലിനെ തടയുന്ന വസ്തുവാണെങ്കിൽ, വുളൂഇന്റെ സമയത്ത് ഒഴിവാക്കണമെന്ന ഉപാധിയോടെ ഉപയോഗിക്കൽ അനുവദനീയമാണ്. തീരെ ഒഴിവാക്കാൻ കഴിയാത്തത് ആണെങ്കിൽ ഉപയോഗിക്കൽ അനുവദനീയമല്ല. തൊലിപ്പുറത്ത് പാളി പോലെ നിൽക്കുന്ന കട്ടിയുള്ള മൈലാഞ്ചിയുടേയും വിധി ഇതുതന്നെ.\n\nورابعها (شروط الوضوء) أن لا يكون على العضو حائل بين الماء والمغسول (فتح المعين: ٨)\n\n\n\n\n","id":74},{"msg":"ചെസ്സ് കളിക്കാമോ ?\n\nകറാഹത്തോടു കൂടെ അനുവദനീയമാകുന്നു. ചിന്താശേഷിയേയും ബുദ്ധിയേയും വികസിപ്പിക്കുന്ന കളികൾ അനുവദനീയവും അല്ലാത്ത നിഷിദ്ധവുമാകുന്നു.\n\n(ويكره) اللعب (بشطرنج)...لأنه يلهي عن الذكر والصلاة في أوقاتها الفاضلة بل كثيرا ما يستغرق فيه لاعبه حتى يخرج به عن وقتها وهو حينئذ فاسق غير معذور بنسيانه كما ذكره الأصحاب (تحفة المحتاج: ١٠/٢١٧)\n\nوفارق الشطرنج بأن معتمده الحساب الدقيق والفكر الصحيح ففيه تصحيح الفكر، ونوع من التدبير (تحفة المحتاج: ١٠/٢١٦)\n\n\n\n\n","id":73},{"msg":"സുജൂദിൽ ഷോക്സ് ധരിച്ച് കാൽ വിരലുകൾ മറച്ച് നിസ്കരിച്ചാൽ, നിസ്കാരം ശരിയാകുമോ ?\n\nശരിയാകും, എങ്കിലും സുജൂദിൽ കാൽവിരലുകൾ നഗ്നമായി വെക്കൽ സുന്നത്താണ്. ഷോക്സ്‌ ധരിച്ചാൽ ഈ സുന്നത്ത് നഷ്ടപ്പെടും.\n\nويسن كشفها (أي يديه ورجليه) إلا الركبتين فيكره (تحفة المحتاج: ٢/٧٢)\n\n\n\n\n","id":72},{"msg":"സുന്നത്ത് നിസ്കരിക്കുന്ന ഒരാളെ മറ്റൊരാൾ ഫർളാണെന്ന് കരുതി തോണ്ടിയാൽ എന്തു ചെയ്യണം?\n\nതോണ്ടപ്പെട്ട സുന്നത്ത് നിസ്കാരക്കാരൻ തുടർച്ചയായ മൂന്ന് അനക്കം വരാത്ത രൂപത്തിൽ കൈ കൊണ്ട് സൂചന കൊടുക്കണം.\n\n ( قوله :سن للإمام تحويله إلخ) وبه يعلم أنه يندب للإمام إذا فعل أحد المأمومين خلاف السنة أن يرشده إليها بيده أو غيرها إن وثق منه بالامتثال (تحفة المحتاج مع حاشية الشرواني: ٢/٣٠٥)\n\n\n\n\n","id":70},{"msg":"ഖുതുബക്കിടയിൽ മുട്ട് കെട്ടിയിരിക്കുന്നതിന്റെ വിധി എന്ത് ?\n\nമുട്ട് കെട്ടിയിരിക്കൽ കാരണം, പെട്ടെന്ന് ഉറക്കം വരും എന്നതിനാൽ കറാഹത്താകുന്നു.\n\nيكره أن يحتبي والإمام يخطب لأنّه يجلب النوم (حاشية عميرة :١/٢٨٢)\n\n\n\n\n","id":69},{"msg":"രക്തക്കറ പുരണ്ട കറൻസി നോട്ട് കീശയിലിട്ട് നിസ്കരിക്കാമോ ?\n\nനോട്ടിലെ രക്തം കൂടുതലുണ്ടെങ്കിൽ നിസ്കാരം ശരിയാവുകയില്ല. അന്യ രക്തമായതിനാൽ അൽപമാണെങ്കിൽ മാത്രമേ ഇളവ് നൽകപ്പെടുകയുള്ളൂ ....\n\nوثانيها أي ثاني شروط الصلاة طهارة بدن وملبوس ومكان عن نجس غير معفو عنه (فتح المعين : ١٩)\n\nويعفى عن قليل نحو دم غيره أي أجنبي غير مغلظ بخلاف كثيره، ومنه كما قال الأذرعي دم انفصل من بدنه ثم أصابه (فتح المعين: ٢٤)\n\n\n\n\n","id":68},{"msg":"നഷ്ടപ്പെട്ട ചെരുപ്പിന് പകരം മറ്റൊന്ന് കിട്ടിയാൽ അത് ഉപയോഗിക്കാമോ ?\n\nനഷ്ടപ്പെട്ട ചെരുപ്പിന് പകരം ലഭിച്ച ചെരുപ്പ്, കളഞ്ഞ് കിട്ടിയ മുതലിനെ പോലെയാണ്. ഒന്നുകിൽ ഒരു വർഷം പരസ്യം ചെയ്തു കൊണ്ടോ, അല്ലെങ്കിൽ അതിന്റെ ഉടമ അതിനെ ഒഴിവാക്കിയിട്ടുണ്ടെന്ന് ഉറപ്പാകൽ കൊണ്ടോ, അത് ഉപയോഗിക്കാം. തൻ്റെ ചെരുപ്പ് മനപ്പൂർവ്വം എടുത്ത ആളുടെ ചെരുപ്പാണ് തനിക്ക് കിട്ടിയതെന്ന് ഉറപ്പുണ്ടെങ്കിൽ, അതിനെ വിൽക്കുകയും ചെയ്യാം.\n\nومن اللقطة إن تبدل نعله بغيرها فيأخذها فلا يحل له استعمالها إلا بعد تعريفها بشرطه أو تحقق إعراض المالك عنها فإن علم أن صاحبها تعمد أخذ نعله جاز له بيعها ظفرا بشرطه (تحفة المحتاج : ٦/٣١٨)\n\n\n\n\n","id":67},{"msg":"ഖുനൂത്തിൽ കൈ എങ്ങനെ പിടിക്കണം ?\n\nകൈ പരസ്പരം ചേർത്ത് പിടിക്കുകയോ അകറ്റി പിടിക്കുകയോ ചെയ്യാം. രണ്ടും സുന്നത്താണെങ്കിലും ഏറ്റവും ഉത്തമം ചേർത്ത് പിടിക്കലാണ്.\n\nوبحث أنه في حال رفعهما ينظر إليهما لتعذره حينئذ إلى موضع السجود ومحله إن ألصقهما لا إن فرقهما فإن قلت ما السنة من هذين قلت كل سنة كما دل عليه كلامهم في الحج \n\n(قوله كل سنة) والضم أولى اهـ كردي عن فتاوى الجمال الرملي وعن عبد الرءوف في شرح مختصر الإيضاح (تحفة المحتاج مع حاشية الشرواني : ٢/٦٧)\n\n\n\n\n","id":66},{"msg":"ഇഅ്തികാഫ് ഇരിക്കാൻ വുളുഅ് ആവശ്യമാണോ ?\n\nആവശ്യമില്ല. ബുദ്ധിയും, ഹൈള്, നിഫാസ്, ജനാബത്തിൽ നിന്നും ശുദ്ധിയുമുള്ള മുസ്ലിമാവുക എന്നതാണ് ഇഅ്തികാഫ് ഇരിക്കുന്നവന്റെ നിബന്ധന.\n\nوشرط المعتكف الإسلام والعقل والنقاء عن الحيض) والنفاس (والجنابة) (تحفة المحتاج : ٣/٢٢٤)\n\n\n\n\n","id":65},{"msg":"കാരംസ് കളി അനുവദനീയമാണോ?\n\nഅനുവദനീയമല്ല. പണം നിശ്ചയിച്ചിട്ടല്ല കളിക്കുന്നതെങ്കിലും നിഷിദ്ധമാണ്. ബോർഡിൽ നിശ്ചിത പോക്കറ്റിലേക്ക് കോയിൻസ് അടിച്ചു വീഴ്ത്തുന്ന കളിയാണിത്. ബുദ്ധി വികാസത്തിനോ ചിന്താശേഷിക്കോ യാതൊരു അടിസ്ഥാനവുമില്ലാത്ത കളികൾ നിഷിദ്ധവും . അല്ലാത്തവ അനുവദനീയവുമാകുന്നു.\n\n( ويحرم اللعب بالنرد على الصحيح ) لخبر مسلم { من لعب بالنردشير فكأنما غمس يده في لحم خنزير ودمه } وفي رواية لأبي داود { فقد عصى الله ورسوله } وهو صغيرة وفارق الشطرنج بأن معتمده الحساب الدقيق والفكر الصحيح ففيه تصحيح الفكر ، ونوع من التدبير ومعتمد النرد الحزر والتخمين المؤدي إلى غاية من السفاهة والحمق (تحفة المحتاج:   ١٠/٢١٦)\n\n\n\n\n","id":64},{"msg":"തർമ്മാകോൾ, കളർ പേപ്പറുകൾ പോലോത്തതിൽ വെട്ടി എടുക്കപ്പെട്ട ഖുർആനിന്റെ അക്ഷരങ്ങളെ തൊടാൻ വുളൂഅ് ആവശ്യമാണോ ?\n\nതൊടാൻ വുളൂഅ് ആവശ്യമില്ല, കാരണം അത് എഴുതപ്പെട്ട ഖുർആനായി ഗണിക്കുകയില്ല.\n\nوليس من الكتابة ما يقص بالمقص على صورة حروف القرآن من ورق أو قماش فلا يحرم مسّه (حاشية الشرواني : ١/١٤٩)\n\n\n\n\n","id":63},{"msg":"വുളൂഇന്റെ ഇടയിൽ ഒരു അവയവം കഴുകിയോ എന്ന് സംശയിച്ചാൽ എന്തു ചെയ്യണം ?\n\nവുളൂഇനിടയിലാണ് സംശയിച്ചതെങ്കിൽ, ആ സംശയിച്ച അവയവത്തെ കഴുകി വുളൂഅ് പൂർത്തിയാക്കണം. ഇനി വുളൂഇന് ശേഷമാണ് സംശയിച്ചതെങ്കിൽ ഒന്നും ചെയ്യേണ്ടതില്ല, വുളൂഅ് ശരിയാകും.\n\nلو شك المتوضئ أو المغتسل في تطهير عضو قبل الفراغ من وضوئه أو غسله طهّره، وكذا ما بعده في الوضوء، أو بعد الفراغ من طهره، لم يؤثر (فتح المعين : ١٠)\n\n\n\n\n","id":62},{"msg":"ഒരു മൃഗത്തിനെ അറുത്ത അതേ കത്തി കൊണ്ട്  കഴുകാതെ, മറ്റൊരു മൃഗത്തെ അറുക്കാമോ ? \n\nഅറുക്കാം. കാരണം നജസായ കത്തി കൊണ്ടുള്ള അറവ്  അനുവദനീയമാണ്\n\nالذكاة وهي تجوز بالمدية النجسة (تحفة المحتاج : ١/١٧٦)\n\n\n\n\n","id":61},{"msg":"വുളൂഅ് നിന്ന് കൊണ്ട് ചെയ്യലാണോ, ഇരുന്ന് കൊണ്ട് ചെയ്യലാണോ സുന്നത്ത് ?\n\nവെള്ളം തെറിക്കാത്ത സ്ഥലമാണെങ്കിൽ വുളൂഅ് ചെയ്യാൻ വേണ്ടി ഇരിക്കലാണ് സുന്നത്ത്.\n\nيسن للمتوضئ الجلوس بمحل لا يناله فيه رشاش من الماء\n(إعانة الطالبين : ١/٦٩)\n\n\n\n\n","id":60},{"msg":"തണ്ടാസിൽ വെച്ച് തുമ്മിയാൽ എന്ത് ചെയ്യണം ?\n\nനാവ് കൊണ്ട് ഉച്ചരിക്കാതെ, മനസ്സിൽ അല്ലാഹുവിനെ സ്തുതിക്കണം.\n\n(ولا يتكلم) أي يكره له إلا لمصلحة تكلم حال خروج بول أو غائط ولو بغير ذكر أو رد سلام للنهي عن التحدث على الغائط، ولو عطس حمد بقلبه فقط (تحفة المحتاج : ١/١٧٠)\n\n\n\n\n","id":59},{"msg":"പെരുന്നാൾ നിസ്കാരത്തിന്റെ സമയം ?\n\nസൂര്യനുദിച്ചത് മുതൽ ളുഹ്ർ വരെയാണ് പെരുന്നാൾ നിസ്കാരത്തിന്റെ സമയം. എങ്കിലും സൂര്യനുദിച്ച് ഒരു മുഴം ഉയർന്നതിന് ശേഷമാണ് സുന്നത്ത്.\n\n(ووقتها بين طلوع الشمس وزوالها، ويسن تأخيرها لترتفع) الشمس (كرمح) معتدل وهو سبعة أذرع (تحفة المحتاج : ٣/٤٠)\n\n\n\n\n","id":58},{"msg":"ഉള്ഹിയത്ത് അറുക്കേണ്ട സമയം ?\n\nബലിപെരുന്നാൾ ദിനത്തിൽ സൂര്യനുദിച്ച് ഒരു മുഴം ഉയർന്നതിന് ശേഷം ലളിതമായ രണ്ട് റക്‌അത്തിനും രണ്ട് ഖുതുബക്കുമുള്ള സമയം (എകദേശം ഇരുപത് മിനുട്ട്) കഴിഞ്ഞത് മുതൽ അയ്യാമുത്തശരീഖ് അവസാന ദിനം (ദുൽഹിജ്ജ പതിമൂന്നിന്) സൂര്യനസ്തമിക്കും വരെയാണ്.\n\n(ويدخل وقتها) أي التضحية (إذا ارتفعت الشمس كرمح يوم النحر ) وهو عاشر الحجة (ثم مضي قدر ركعتين وخطبتين خفيفتين)...(ويبقى حتى تغرب) الشمس (آخر) أيام (التشريق) (تحفة المحتاج : ٩/٣٥٤)\n\n\n\n\n","id":57},{"msg":"കാശ് മറ്റൊരു നാട്ടിലേക്ക് അയച്ചു കൊടുത്ത് അവിടെ വെച്ച് ഉള്ഹിയത്ത്  അറുക്കാമോ ?\n\nഅതെ, അറുക്കാം\n\nوأما نقل دراهم من بلد إلى بلد أخرى ليشتري بها أضحية فيها فهو جائز (إعانة الطالبين : ٢/٣٣٥)\n\n\n\n\n","id":56},{"msg":"ഏഴ് പേർക്ക് ഷെയർ കൂടാൻ പറ്റിയ ബലിമൃഗങ്ങൾ ഏതൊക്കെ ?\n\nഒട്ടകം, മാട് എന്നിവ ഏഴ് പേർക്ക് ഷെയർ കൂടി അറുക്കാം. എഴ് പേരും ഏഴ് ഉദ്ധേശ്യത്തോടെയാണ് അറുക്കുന്നതെങ്കിലും ശരിയാകും. എന്നാൽ ആടിൽ ഷെയർ കൂടാൻ പാടില്ല.\n\n( و ) يجزئ ( البعير والبقرة ) الذكر والأنثى منهما أي كل منهما ( عن سبعة ) من البيوت هنا ومن الدماء وإن اختلفت أسبابها (تحفة المحتاج : ٩/ ٣٤٩)\n\n\n\n\n","id":55},{"msg":"ഉള്ഹിയത്ത് അറവ് നടത്താൻ കഴിവുള്ളവൻ, അറവ് ഉപേക്ഷിക്കുന്നതിന്റെ വിധിയെന്ത് ?\n\nഉപേക്ഷിക്കൽ കറാഹത്താകുന്നു.\n\nويكره تركها للخلاف في وجوبها (تحفة المحتاج : ٩/٣٤٤)\n\n\n\n\n","id":54},{"msg":"ഉള്ഹിയത്ത് മാംസം ദാനം ചെയ്യൽ നിർബന്ധമുണ്ടോ ?\n\nസുന്നത്തായ ഉള്ഹിയത്ത് ആണെങ്കിൽ, അൽപം മാംസം ദാനം ചെയ്യൽ നിർബന്ധമാണ്. എങ്കിലും ബറക്കത്തിന് അൽപം ഭക്ഷിച്ച്, ശേഷിക്കുന്നത് മുഴുവൻ ദാനം ചെയ്യലാണ് ഉത്തമം. ഇനി നേർച്ച പോലുള്ള നിർബന്ധമായ ഉള്ഹിയത്ത് ആണെങ്കിൽ, മുഴുവൻ മാംസവും ദാനം ചെയ്യൽ നിർബന്ധമാണ്.\n\n(والأصح وجوب تصدق ببعضها والأفضل) يتصدق (بكلّها إلّا لقما يتبرك بأكلها) (تحفة المحتاج : ٩/٣٦٥)\n\nولا يجوز الأكل من دم وجب بالحج ونحوه كدم تمتع وقران وجبران ولا من أضحية وهدي وجبا بنذر مجازاة (حاشية الشرواني : ٩/٣٦٣)\n\n\n\n\n","id":53},{"msg":"രാത്രി ഉള്ഹിയത്ത് അറവ് നടത്തുന്നതിന് വിരോധമുണ്ടാ ?\n\nരാത്രി അറവ് നടത്തൽ കൊണ്ട് പ്രത്യേക ആവശ്യമോ ഗുണമോ ഇല്ലെങ്കിൽ, ഉള്ഹിയത്ത്  ആണെങ്കിലും അല്ലെങ്കിലും, രാത്രി അറവ് കറാഹത്താണ്.\n\nويبقى وقت التضحية وإن كره الذبح ليلا إلا لحاجة أو مصلحة\n\n (قوله وإن كره الذبح إلخ شامل لغير الأضحية)\n(تحفة المحتاج مع حاشية الشرواني : ٩/٢٦٤)\n\n\n\n\n","id":52},{"msg":"ഉള്ഹിയത്ത് അറവ് എവിടെ വെച്ച് നടത്തലാണ് സുന്നത്ത് ?\n\nവീട്ടുകാരുടെ സാന്നിധ്യത്തിൽ വെച്ച് നടത്തലാണ് സുന്നത്ത്.\n\nويسن لغير الإمام أن يضحي في بيته بمشهد أهله (تحفة المحتاج : ٩/٣٤٨)\n\n\n\n\n","id":51},{"msg":"ഷെയർ കൂടാതെ, സ്വന്തം ഒരു ബലിമൃഗത്തെ ഉള്ഹിയത്ത് അറുക്കാൻ ഉദ്ദേശിക്കുകയാണെങ്കിൽ, ഏത് ബലിമൃഗത്തെ തെരഞ്ഞെടുക്കണം ?\n\nഒട്ടകം, പശു, നെയ്യാട്, കോലാട് എന്നീ ക്രമത്തിലാണ് തെരഞ്ഞെടുക്കേണ്ടത്..\n\n(وأفضلها) عند الانفراد (بعير ثم بقرة ثم ضأن ثم معز) (تحفة المحتاج : ٩/٣٥٠)\n\n\n\n\n","id":50},{"msg":"ആർക്കാണ് ഉള്ഹിയത്ത് സുന്നത്ത് ?\n\nമുസ്‌ലിമായ പ്രായപൂർത്തി എത്തിയ ബുദ്ധിയുള്ള സ്വതന്ത്രനായ, ബലികർമ്മത്തിന് ആവശ്യമായ സാമ്പത്തിക ശേഷിയുള്ള, (തനിക്കും താൻ ചിലവ് കൊടുക്കൽ നിർബന്ധമായവർക്കും, ഉള്ഹിയത്ത് ഉദ്ദേശിക്കുന്ന ദിനത്തിലും അതിന്റെ രാവിലും, ആവശ്യമായ ചെലവിനും, അല്ലാഹുവിനോ മനുഷ്യർക്കോ ഉള്ള കടബാധ്യത തീർക്കാനും വേണ്ടത് കഴിച്ച്  മിച്ചം വരുന്നവൻ) എല്ലാവർക്കും, ബലികർമ്മം നടത്തൽ ശക്തമായ സുന്നത്താണ്.\n\nثم مذهبنا أن التضحية سنة في حقنا لحر أو مبعض مسلم مكلف رشيد ... قادر بأن فضل عن حاجة ممونه ما مر في صدقة التطوع (تحفة المحتاج : ٩/٣٤٤)\n\n\n\n\n","id":49},{"msg":"ഖബ്റിനടുത്തുള്ള ചെടിയെയോ അതിലെ ഇലകളെയോ പറിക്കാമോ ?\n\nആ ചെടി പച്ചയായിരിക്കെ അതിൽ നിന്ന് ഒന്നുമേ പറിക്കാൻ പാടില്ല, കാരണം അത് മയ്യിത്തിന്റെ അവകാശമാണ്. എന്നാൽ ഉണങ്ങിയാൽ പറിക്കുന്നത് കൊണ്ട് വിരോധമില്ല.\n\nوضع نحو الجريد والريحان مندوب، ولا يجوز لغير مالكه أخذه ما دام رطبا لتعلق حق الميت به، وإذا جف جاز لكلّ أحد أخذه (حاشية القليوبي: ١/٣٥١)\n\n\n\n\n","id":48},{"msg":"ഉള്ഹിയത്ത് കർമ്മം ഉദ്ദേശിക്കുന്നവന്, മുടി, നഖം പോലുള്ളവ നീക്കം ചെയ്യുന്നതിന്റെ വിധി എന്ത് ?\n\nഉള്ഹിയത്ത് കർമ്മം ഉദ്ദേശിക്കുന്നവന്, ദുൽഹിജ്ജയിലേക്ക് പ്രവേശിച്ചതു മുതൽ ഉള്ഹിയത്ത് അറുക്കുന്നത് വരെ, മുടി, നഖം പോലുള്ളവ ശരീര ഭാഗങ്ങളിൽ നിന്നും നീക്കം ചെയ്യൽ കറാഹത്താകുന്നു.\n\nوكره لمريدها إزالة نحو شعر في عشر ذي الحجة وأيام التشريق حتى يضحي (فتح المعين : ١٢٤)\n\n\n\n\n","id":47},{"msg":"ഈരണ്ട് റക്അത്തുകളായി നിസ്കരിക്കുന്ന, തറാവീഹ്, ളുഹാ, വിത്ർ പോലുള്ള നിസ്കാരങ്ങളിലെ തശഹുദിൽ ഏത് ഇരുത്തമാണ് സുന്നത്ത് ?\n\nശേഷം സലാം വീട്ടൽ വരുന്ന തശഹുദ് ആണെങ്കിൽ, തവറുകിന്റെ (അവസാന അത്തഹിയ്യാത്തിലേത്) ഇരുത്തവും, അല്ലെങ്കിൽ ഇഫ്തിറാശിന്റെ ( ആദ്യ അത്തഹിയ്യാത്തിലേത്)  ഇരുത്തവുമാണ് സുന്നത്ത്.\n\nوسن تورك فيه أي في قعود التشهد الأخير وهو ما يعقبه سلام (فتح المعين: ٤٣)\n\n\n\n\n","id":46},{"msg":"തൊട്ടാൽ വുളൂഅ് മുറിയുന്ന അന്യസ്ത്രീയുടെ പ്രായപരിധി എത്ര ?\n\nപ്രസ്തുത സ്ത്രീക്ക് നിശ്ചിത പ്രായ പരിധി ഇല്ല . സാധാരണ രീതിയിൽ, കണ്ടാൽ ആശിക്കപ്പെടുന്ന പ്രായത്തിലുള്ള അന്യസ്ത്രീയെ അന്യപുരുഷനും അന്യപുരുഷനെ അന്യസ്ത്രീയും തൊട്ടാൽ വുളൂഅ് മുറിയും.\n\nورابعها أي نواقص الوضوء تلاقي بشرتي ذكر وأنثى بكبر فيهما، فلا نقض بتلاقيهما مع صغر فيهما أو في أحدهما لانتفاء مظنة الشهوة، والمراد بذي الصغر من لا يشتهي عرفا غالبا (فتح المعين : ١٥)\n\n\n\n\n","id":45},{"msg":"വുളൂഇന്റെ അവയവത്തിൽ ബാൻ്റേജ് ഉള്ളതിനാൽ തയമ്മും ചെയ്ത് നിർവഹിച്ച നിസ്കാരം മാറ്റി നിസ്കരിക്കേണ്ടതുണ്ടോ ?\n\nബാൻ്റേജ് തയമ്മുമിന്റെ അവയവത്തിൽ (കൈ, മുഖം) ആണെങ്കിൽ, കെട്ടുന്ന സമയത്ത് ശുദ്ധിയുണ്ടെങ്കിലും ഇല്ലെങ്കിലും മാറ്റി നിസ്കരിക്കേണ്ടതുണ്ട്. \nബാൻ്റേജ് തയമ്മുമിന്റെ അവയവത്തിൽ അല്ലെങ്കിൽ, കെട്ടുന്ന സമയത്ത് ശുദ്ധിയുണ്ടെങ്കിൽ മാറ്റി നിസ്കരിക്കേണ്ടതില്ല\n\nأن الساتر إن كان في أعضاء التيمم، وجبت إعادة الصلاة مطلقا لنقص البدل والمبدل جميعا، وإن كان في غير أعضاء التيمم، فإن أخذ من الصحيح زيادة على قدر الاستمساك وجبت الإعادة، سواء وضعه على حدث أو وضعه على طهر. وكذا تجب إن أخذ من الصحيح بقدر الاستمساك ووضعه على حدث، وإن لم يأخذ من الصحيح شيئا لم تجب الإعادة، سواء وضعه على حدث أو على طهر. وكذا لا تجب إن أخذ من الصحيح بقدر الاستمساك ووضعه على طهر (إعانة الطالبين١/٧٢)\n\n\n\n\n","id":44},{"msg":"ബാങ്ക് വിളികേൾക്കുമ്പോൾ തർജീഇൽ( മുഅദ്ദിൻ രണ്ട് ശഹാദത്തുകൾ ഉറക്കെ പറയുന്നതിന് മുന്നോടിയായി പതുക്കെ പറയൽ) ഇജാബത് നൽകൽ സുന്നത്തുണ്ടോ?\n\nഅതെ, തർജീഇൽ ഇജാബത് നൽകൽ സുന്നത്താണ്.\n\nوسن لسامعهما...أن يقول ولو غير متوضئ...مثل قولهما... حتى في الترجيع وإن لم يسمعه (فتح المعين : ٥٨)\n\n\n\n\n","id":43},{"msg":"പുരുഷൻ ഏത് വിരലിലാണ് മോതിരം ധരിക്കേണ്ടത് ?\n\nവലത് കയ്യിന്റെയോ ഇടത് കയ്യിന്റെയോ ചെറു വിരലിൽ ധരിക്കലാണ് സുന്നത്ത്. എന്നാൽ വലത് കയ്യിന്റെ ചെറുവിരലിൽ ധരിക്കലാണ് ഏറ്റവും ഉത്തമം.\n\nيجوز للرجل تختم بخاتم فضة بل يسن في خنصر يمينه أو يساره للاتباع ولبسه في اليمين أفضل (فتح المعين: ١١٨)\n\n\n\n\n","id":42},{"msg":"കൈകാൽ നഖങ്ങൾ മുറിക്കുന്നതിന്റെ സുന്നതായ രൂപം എങ്ങനെയാണ് ?\n\nകൈ:\nവലത് കയ്യിന്റെ ചൂണ്ട് വിരൽ മുതൽ ക്രമപ്രകാരം ചെറുവിരൽ വരേയും, ശേഷം തള്ളവിരലും, ഇടത് കയ്യിന്റെ ചെറുവിരൽ മുതൽ തള്ളവിരൽ വരെ ക്രമത്തിലുമാണ് മുറിക്കേണ്ടത്.\n\nകാൽ:\nവലത് കാലിന്റെ ചെറുവിരൽ മുതൽ ഇടത് കാലിന്റെ ചെറുവിരൽ വരെ ക്രമത്തിലാണ് മുറിക്കേണ്ടത്.\n\nالمعتمد في كيفية تقديم اليدين أن يبتدئ بمسبحة يمينه إلى خنصرها ثم إبهامها ثم خنصر يساره إلى إبهامها على التوالي، والرجلين أن يبدأ بخنصر اليمنى إلى خنصر اليسرى على التوالي (فتح المعين : ٨٣)\n\n\n\n\n","id":41},{"msg":"നജസായ ആൾക്കഹോൾ ഉണ്ടെന്ന് സംശയിക്കപ്പെടുന്ന സ്പ്രേ ഉപയോഗിക്കാമോ ?\n\nഅതെ, ഉപയോഗിക്കാം. ആൾക്കഹോൾ സ്പ്രേകളിൽ ഉപയോഗിക്കുന്നുണ്ട് എന്ന പ്രചാരണമുണ്ടെങ്കിലും, ഇവയിൽ ഉപയോഗിക്കുന്ന ആൾക്കഹോൾ നജസാണെന്ന് ഉറപ്പില്ലെന്നിരിക്കെ, സുഗന്ധദ്രവ്യങ്ങൾ ശുദ്ധിയാണെന്ന അതിന്റെ അടിസ്ഥാന വശം സ്വീകരിച്ച് ഉപയോഗിക്കാം എന്നതാണ് പ്രബലം. \n\nقاعدة مهمة: وهي أنّ ما أصله الطهارة وغلب على الظن تنجّسه لغلبة النجاسة في مثله، فيه قولان معروفان بقوليْ الأصل والظاهر أو الغالب أرجحهما أنّه طاهر عملا بالأصل المتيقّن لأنّه أضبط من الغالب المختلف بالأحوال والأزمان (فتح المعين: ٢٤)\n\n\n\n\n","id":40},{"msg":"മുസ്ഹഫിനുള്ളിൽ പണം സൂക്ഷിക്കാമോ ?\n\nമുസ്ഹഫ് പോലുള്ള ആദരിക്കപ്പെടേണ്ട ഗ്രന്ഥങ്ങളിൽ പണം സൂക്ഷിക്കൽ ഹറാമാകുന്നു.\n\nويحرم وضع نحو درهم في مكتوبه (المصحف) وجعله وقاية (تحفة المحتاج: ١/١٥٤)","id":39},{"msg":"ജനാസ പള്ളിയിലേക്ക് കൊണ്ടുപോകുമ്പോൾ കൂടെയുള്ളവർ എത് രീതിയിൽ നടക്കലാണ് ഉത്തമം ?\n\nജനാസയുടെ മുമ്പിലായി, തിരിഞ്ഞ് നോക്കിയാൽ ജനാസയെ കാണുന്ന രീതിയിൽ നടക്കലാണ് ഏറ്റവും ഉത്തമം. \n\nوالمشي أمامها بقربها بحيث لو التفت رآها أفضل منه ببعدها فلا يراها لكثرة الماشين معها (كنز الراغبين: ٣٣٠)","id":38},{"msg":"പുരുഷന് ഒന്നിലധികം മോതിരം ധരിക്കാമോ ?\n\nഒന്നിലധികം മോതിരം ധരിക്കൽ അനുവദനീയമല്ല എന്നതാണ് മദ്ഹബിലെ പ്രബലം.\n\nولا يجوز تعدده، خلافا لجمع، حيث لم يعد إسرافا. (فتح المعين: ١٧٨)","id":37},{"msg":"","id":36},{"msg":"ചിത്രമുള്ള മുസ്വല്ലയിൽ നിസ്കരിക്കാമോ ?\n\nചിത്രമുള്ള മുസ്വല്ലയിൽ നിസ്കാരം കറാഹതാണ്. കാരണം അത് ഭയഭക്തിക്ക് വിഘാതമാണ്. നബി (സ) അത്തരമൊരു മുസ്വല്ലയിൽ നിസ്കരിക്കാൻ ഇട വന്നപ്പോൾ ആ മുസ്വല്ല നീക്കുകയും ഇത് എന്റെ ഭക്തിക്ക് തടസ്സമാവാമെന്ന് പറയുകയും ചെയ്തിട്ടുണ്ട്. (തുഹ്ഫ 2:161)\n\nومن ثم كرهت أيضا في مخطط أو إليه أو عليه لأنه يخلّ بالخشوع أيضا، وزعم عدم التأثر به حماقة فقد صح أنّه صلى الله عليه وسلم مع كماله الذي لا يداني لما صلى في خميصه لها أعلام نزعها وقال \"ألهتني أعلام هذه\" وفي رواية \"كادت أن تفتنني أعلامها\" (تحفة٢/١٦١)","id":35},{"msg":"PREVIOUS POSTER JUST MISTAKEN....\nWE APOLOGIZE TO YOU\n\nIF YOU SHARED IT ANYWHERE PLS REPOST IT","id":34},{"msg":"ചിലന്തി വല നജസാണോ ?\n\nപ്രബലമായ വീക്ഷണപ്രകാരം നജസല്ല.\n\nودود ميتتهما طاهر وكذا نسج عنكبوت على المشهور كما قاله السبكي والأذرعي وجزم صاحب العدة والحاوي بنجاسته (فتح المعين ٢٢)","id":33},{"msg":"ഗർഭിണികൾക്കും മുലയൂട്ടുന്ന അമ്മമാർക്കും  റമളാനിലെ നോമ്പ് ഒഴിവാക്കിയാൽ മുദ്ദ്\nകൊടുക്കേണ്ടതുണ്ടോ ?\n\nസ്വന്തം ശരീരത്തെ മാത്രം ഭയന്നിട്ട് അല്ലെങ്കിൽ സ്വന്തം ശരീരത്തോടൊപ്പം കുട്ടിയുടെ ജീവനെ കൂടി ഭയന്നിട്ടാണ് നോമ്പ് ഉപേക്ഷിച്ചതെങ്കിൽ, മുദ്ദ് കൊടുക്കേണ്ടതില്ല, നോമ്പ് ഖളാഅ് വീട്ടിയാൽ മാത്രം മതി.\n\nഇനി കുട്ടിയുടെ ജീവനെ മാത്രം ഭയന്നിട്ടാണ് നോമ്പ് ഉപക്ഷേച്ചതെങ്കിൽ ഖളാഅ് വീട്ടുന്നതോടൊപ്പം ഓരോ നോമ്പിന്നും ഓരോ മുദ്ദ് കൊടുത്തു വീട്ടേണ്ടതാണ്.\n\n وأما الحامل والمرضع فإن أفطرتا خوفا على نفسهما، وجب القضاء بلا فدية أو على الولد لزمتهما الفدية في الأظهر (منهاج الطالبين)\n\n إذا اجتمع المانع وهو الخوف على النفس... والمقتضي وهو الخوف على الولد غلب المانع  (تحفة المحتاج : 3/442)","id":30},{"msg":"വുളൂഇന്റെ അവയവങ്ങളിൽ മഷി പുരണ്ടാൽ വുളൂഅ് ശരിയാകുമോ?\n\nഅവയവത്തിൽ മഷിയുടെ തടി (ചുരണ്ടിയാൽ ഇളകിപ്പോരുന്നത്) നിലനിൽക്കുന്നുണ്ടെങ്കിൽ വുളൂഇനെ ബാധിക്കും. എന്നാൽ മഷിയുടെ അടയാളം വുളൂഇനെ ബാധിക്കില്ല.\n\nأن لا يكون على العضو حائل بين الماء والمغسول كنورة وشمع ودهن جامد وعين حبر وحنّاء بخلاف دهن جار أي مائع وإن لم يثبت الماء عليه وأثر حبر وحناء (فتح المعين :45)","id":29},{"msg":"","id":27},{"msg":"മീശ വടിക്കുന്നതിന്റെ വിധി എന്ത് ?\n\nമീശ വടിക്കൽ കറാഹത്താണ്. എന്നാൽ ചുണ്ടിന്റെ ചുവപ്പ് വെളിവാകുന്ന രൂപത്തിൽ മീശ വെട്ടൽ സുന്നത്താകുന്നു. \n\nوقص شاربه حتى تبدو حمرة الشفة، وهو المراد بالإخفاء المأمور في خبر الصحيحين، ويكره استأصاله وحلقه (تحفة المحتاج : 2/476)","id":26},{"msg":"ചെറിയ ആൺകുട്ടിയെ സ്വർണ്ണം ധരിപ്പിക്കാമോ ?\n\nഅതെ ധരിപ്പിക്കാം. ഇസ്‌ലാം സ്വർണ്ണം ഹറാമാക്കിയത് പുരുഷന്മാർക്ക് മാത്രമാണ്.\n\nويحل الذهب والفضة بلا سرف لامرأة وصبي إجماعا (فتح المعين : 95)","id":25},{"msg":"ലേലം വിളിയുടെ വിധിയെന്ത് ?\n\nലേലം വിളി അനുവദനീയമാണ്.\n\nوما يطاف به على من يريد لغير من طلبه الدخول عليه والزيادة في الثمن (كنز الراغبين للإمام المحلي : ٢/١٧٣)","id":24},{"msg":"വീട്ടിൽ നായയെ വളർത്താമോ?\n\nവേട്ടക്കോ വീട് സംരക്ഷണത്തിനോ അല്ലാതെ നായയെ വീട്ടിൽ വളർത്തൽ ഹറാമാകുന്നു.\n\nويحرم اقتناء الخنزير...والكلب إلا لنحو صيد أو حفظ حالا لا مترقبا (تحفة المحتاج)","id":23},{"msg":"مسألة يومية\n\nഎല്ലാ ദിവസവും ഓരോ ശാഫിഈ ഫിഖ്ഹീ മസ്അലകൾ ......\n\nhttps://t.me/joinchat/jmtw5pPvi0hmOGQ1\n\nJoin and share","id":21},{"msg":"നിസ്കാരത്തിൽ ഫാത്തിഹക്ക് ഇടയിൽ തുമ്മിയാൽ ഹംദ് ചൊല്ലാമോ ?\n\nചൊല്ലാം, പക്ഷേ ഫാത്തിഹയുടെ തുടർച്ചക്ക് ഭംഗം വരുമെന്നതിനാൽ ഫാത്തിഹ ആദ്യം മുതൽ തന്നെ മടക്കി ഓതേണ്ടി വരും.\n\nفيعيد قراءة الفاتحة بتخلل ذكر أجنبي لا يتعلق بالصلاة فيها، وإن قل كبعض آية من غيرها وكحمد عاطس وإن سن فيها كخارجها لإشعاره بالإعراض (فتح المعين)","id":20},{"msg":"താടി വടികുന്നതിന്റെ വിധി എന്ത് ?\n\nതാടി വടിക്കൽ കറാഹത്ത് ആണെന്നാണ് മദ്ഹബിലെ പ്രബലമായ വീക്ഷണം. ചില പണ്ഡിതന്മാർ ഹറാമാണെന്നും പറഞ്ഞിട്ടുണ്ട്.\n\nويحرم حلق لحية، المعتمد عند الغزالي وشيخ الإسلام وابن حجر في التحفة والرملي والخطيب وغيرهم : الكراهة. (إعانة الطالبين)","id":19},{"msg":"Photo from MUHAMMMED MUNAWAR PT","id":18},{"msg":"വിനോദത്തിന് വേണ്ടി ലൗ ബേർഡ്സ്, മത്സ്യങ്ങൾ തുടങ്ങിയവയെ വീട്ടിൽ വളർത്താമോ ?\n\nഅലങ്കാരത്തിന് വേണ്ടി പ്രസ്തുത ജീവികളെ വളർത്തൽ അനുവദനീയമാക്കുന്നു. അവയ്ക്ക് ഭക്ഷണം നൽകാൻ അവൻക്ക് സാധിച്ചില്ലെങ്കിൽ അവയെ  തുറന്നുവിടൽ/ഒഴുക്കി വിടൽ നിർബന്ധമാണ്.\n\nويحل حبس ما ينتفع بصوته أو لونه\nومن معه طير أو غيره ولم يجد ما يذبحه به ولا ما يطعمه إياه يلزمه إرساله  (تحفة المحتاج)","id":17},{"msg":"Photo from MUHAMMMED MUNAWAR PT","id":16},{"msg":"തല മൊട്ടയടിക്കലിന്റെ വിധി എന്ത് ?\n\nമുടി തലയിൽ ശേഷിക്കൽ കൊണ്ട് ബുദ്ധിമുട്ടുകയോ മുടി സൂക്ഷിക്കൽ പ്രയാസമാകുകയോ ചെയ്താൽ സുന്നത്തും, ഇല്ലെങ്കിൽ ഹലാലുമാകുന്നു.\n\nوحلق الرأس مباح إلا إن تأذى ببقاء شعره أو شق عليه تعهده فيندب (تحفة المحتاج)","id":15},{"msg":"Photo from MUHAMMMED MUNAWAR PT","id":14},{"msg":"വാട്സാപ്പിൽ ടെക്സ്റ്റ് മെസേജായി വരുന്ന സലാം മടക്കൽ നിർബന്ധമുണ്ടോ?\n\nഅതെ, എഴുത്തായോ സംസാരമായോ സലാം മടക്കൽ നിർബന്ധമാണ്.\nഇനി ഗ്രൂപ്പിലാണ് സലാം പറഞ്ഞതെങ്കിൽ ഒരാൾ മടക്കിയാൽ മതിയാകും.\n\nوإن كان (السلام عليه) بالكتابة لزمه الرد بها، أو باللفظ ( تحفة)\n\nوإن كان على جميع فهو فرض كفاية، فإذا أجاب واحد منهم أجزأ عنهم، وسقط الحرج عن جميعهم (المجموع للنووي)","id":13},{"msg":"Photo from MUHAMMMED MUNAWAR PT","id":12},{"msg":"തുപ്പുനീര് കൊണ്ട് മുസ്ഹഫിന്റെ പേജ് മറിക്കാമോ?\n\nതുപ്പുനീരിന്റെ അംശം മുസ്ഹഫിൽ ആകും എന്നതിനാൽ അത് ഹറാമാകുന്നു.\n\nيحرم مس المصحف بإصبع عليه ريق، إذ يحرم إيصال شيئ من البصاق إلى شيئ من أجزاء المصحف (حاشية الشرواني)","id":11},{"msg":"Photo from MUHAMMMED MUNAWAR PT","id":10},{"msg":"ഭക്ഷണം കഴിക്കുമ്പോൾ സംസാരിക്കാൻ പാടുണ്ടോ?\n\nദീനീ വിജ്ഞാന സംബന്ധിയായ സംസാരം അൽപമായി സുന്നത്താകുന്നു. ഭക്ഷണ സമയത്ത് നിശബ്ദനായിരിക്കൽ ജൂതന്മാരുടെ രീതിയാണെന്ന് \"ബിഗ്‌യത്തുൽ മുസ്തർശിദീനിൽ\" കാണാം.\n\nويسن الحلو من الأطعمة وكثرة الأيدي على الطعام وإكرام الضيف والحديث الحسن على الأكل ويسن تقليله (حاشية الشرواني)","id":9},{"msg":"Photo from MUHAMMMED MUNAWAR PT","id":8},{"msg":"പുകവലിയുടെ വിധി എന്ത് ?\n\nസ്വന്തം ശരീരത്തിന് ഹാനികരമാണെന്ന് ഉറപ്പുണ്ടെങ്കിൽ ഹറാമും, ഇല്ലെങ്കിൽ കറാഹത്തുമാകുന്നു.\n\nوالمعتمد أنه (الدخان المعروف) مكروه وقد يعتريه الوجوب كما إذا كان يعلم الضرر بتركه وحينئذ فبيعه صحيح، وقد يعتريه الحرمة كما إذا كان يشتريه بما يحتاجه لنفقة عياله أو تيقن ضرره (حاشية الشرواني)","id":7},{"msg":"Photo from MUHAMMMED MUNAWAR PT","id":6},{"msg":"കോവിഡ് വാക്സിൻ സ്വീകരിച്ചാൽ നോമ്പു മുറിയുമോ? (ഗ്ലൂക്കോസ്, സിറിഞ്ച്)\n\nAns: ഇല്ല . ശരീരത്തിലെ തുറന്ന അവയവത്തിലൂടെ വല്ല വസ്തുവും പ്രവേശിച്ചാലേ മുറിയൂ .....\n\nوشرط الواصل كونه في منفذ مفتوح، فلا يضر (تحفة المحتاج)","id":5},{"msg":" ","id":4},{"msg":" ","id":3},{"id":2},{"id":1}]